{
  "tip-1": {
    "title": "ওয়াই অভিবাদন",
    "description": "ঐতিহ্যবাহী থাই অভিবাদনে প্রার্থনার ভঙ্গিতে হাতের তালু একসাথে চেপে সামান্য মাথা নত করা হয়। হাত যত উঁচুতে এবং মাথা যত নিচু হবে, তত বেশি সম্মান প্রদর্শিত হবে। কনিষ্ঠরা প্রথমে বয়স্কদের ওয়াই করে।"
  },
  "tip-2": {
    "title": "ভিতরে জুতা খুলুন",
    "description": "বাড়ি, মন্দির এবং কিছু দোকানে প্রবেশের আগে সর্বদা জুতা খুলুন। প্রবেশপথে জুতার স্তূপ দেখে সংকেত নিন। এটি সম্মান দেখায় এবং স্থান পরিষ্কার রাখে।"
  },
  "tip-3": {
    "title": "রাজপরিবারের প্রতি সম্মান",
    "description": "থাই জনগণ রাজতন্ত্রের প্রতি গভীর শ্রদ্ধা রাখে। রাজপরিবার সম্পর্কে নেতিবাচক কথা বলা বেআইনি এবং গভীরভাবে আপত্তিকর। সিনেমা হলে রাজকীয় সঙ্গীত বাজলে দাঁড়ান।"
  },
  "tip-4": {
    "title": "মাথা পবিত্র, পা নিম্ন",
    "description": "মাথাকে শরীরের সবচেয়ে পবিত্র অংশ বলে বিবেচনা করা হয়। শিশু সহ কারো মাথা কখনও স্পর্শ করবেন না। পা সবচেয়ে নিম্ন, তাই কখনও মানুষ বা বুদ্ধ মূর্তির দিকে পা তাক করবেন না।"
  },
  "tip-5": {
    "title": "মন্দির শিষ্টাচার",
    "description": "মন্দিরে শালীনভাবে পোশাক পরুন - কাঁধ এবং হাঁটু ঢেকে রাখুন। ভবনে প্রবেশের আগে জুতা খুলুন। মহিলাদের কখনই সন্ন্যাসীদের স্পর্শ করা বা সরাসরি জিনিস দেওয়া উচিত নয়।"
  },
  "tip-6": {
    "title": "থাই খাদ্য সংস্কৃতি",
    "description": "থাই খাবার পারিবারিক শৈলীতে শেয়ার করা হয় যেখানে মাঝখানে অনেক খাবার রাখা হয়। ভাত প্রতিটি খাবারের ভিত্তি। চামচকে আপনার প্রধান পাত্র হিসাবে ব্যবহার করুন এবং কাঁটা দিয়ে খাবার চামচে ঠেলে দিন।"
  },
  "tip-7": {
    "title": "মর্যাদা রক্ষা",
    "description": "থাইরা শান্ত থাকা এবং জনসম্মুখে বিবাদ এড়ানোকে মূল্য দেয়। রাগ হারানো বা কাউকে জনসম্মুখে 'মর্যাদা হারাতে' দেওয়া খুবই বিব্রতকর। ধৈর্য ধরুন এবং হাসুন।"
  },
  "tip-8": {
    "title": "থাই হাসি",
    "description": "থাইল্যান্ডকে 'হাসির দেশ' বলা হয়। হাসি শুধুমাত্র সুখের জন্য নয় বরং ক্ষমা চাওয়া, বিব্রত ভাব প্রকাশ বা উত্তেজনা কমানোর জন্যও ব্যবহৃত হয়। সুন্দরভাবে হাসির উত্তর দিন।"
  },
  "tip-9": {
    "title": "বাজারে দরদাম",
    "description": "বাজার এবং রাস্তার বিক্রেতাদের সাথে দরদাম প্রত্যাশিত, কিন্তু মল বা নির্দিষ্ট মূল্যের রেস্তোরাঁয় নয়। বন্ধুসুলভ থাকুন এবং খুব আক্রমণাত্মকভাবে দরদাম করবেন না - এটি মজাদার হওয়া উচিত।"
  },
  "tip-10": {
    "title": "টিপ সংস্কৃতি",
    "description": "টিপ দেওয়া বাধ্যতামূলক নয় কিন্তু প্রশংসিত হয়। রেস্তোরাঁয় বিল রাউন্ড আপ করুন বা ছোট পরিবর্তন রেখে দিন। হোটেল পোর্টার এবং স্পা কর্মীরা ২০-৫০ বাথ টিপ প্রশংসা করেন।"
  },
  "tip-11": {
    "title": "বৌদ্ধ অনুশীলন",
    "description": "বৌদ্ধধর্ম থাই দৈনন্দিন জীবনকে গভীরভাবে প্রভাবিত করে। মন্দির পরিদর্শন, সন্ন্যাসীদের ভিক্ষা দেওয়া এবং বুদ্ধ মূর্তির প্রতি সম্মান প্রদর্শনের মাধ্যমে পুণ্য অর্জন করা খুবই গুরুত্বপূর্ণ।"
  },
  "tip-12": {
    "title": "থাই সময়",
    "description": "জিনিসগুলি প্রায়ই 'থাই সময়ে' চলে - পশ্চিমা সময়সূচির চেয়ে কিছুটা বেশি শিথিল। ধৈর্যকে মূল্য দেওয়া হয় এবং তাড়াহুড়া করাকে অভদ্র বলে মনে করা হয়। ধীর গতি গ্রহণ করুন।"
  }
}
