{
  "mt-do-1": {
    "title": "ওয়াই ক্রুকে সম্মান করুন",
    "description": "ওয়াই ক্রু রাম মুয়ায় হল একটি পবিত্র প্রাক-লড়াই অনুষ্ঠান যা শিক্ষক, পিতামাতা এবং খেলাকে সম্মান জানায়। সম্মানের সাথে দেখুন এবং কখনো উপহাস করবেন না বা অসম্মানজনকভাবে অনুকরণ করবেন না। এটি একটি গভীর আধ্যাত্মিক ঐতিহ্য।"
  },
  "mt-do-2": {
    "title": "রিংয়ে প্রবেশের সময় মাথা নত করুন",
    "description": "মুয়ে থাই রিংয়ে প্রবেশ বা বেরোনোর সময় সর্বদা নিচের দড়ির উপর দিয়ে পা রাখুন এবং আপনার মাথা নত করুন। রিংকে পবিত্র স্থান হিসেবে বিবেচনা করা হয়, এবং এটি শিল্পের প্রতি সম্মান দেখায়।"
  },
  "mt-do-3": {
    "title": "যথাযথ পোশাক পরুন",
    "description": "ঐতিহ্যবাহী মুয়ে থাই শর্টস পরুন এবং প্রশিক্ষণের আগে আপনার জুতা খুলে ফেলুন। অনেক জিম উপযুক্ত সরঞ্জাম সরবরাহ বা বিক্রয় করে। সাধারণ শর্টস বা প্যান্ট পরা এড়িয়ে চলুন।"
  },
  "mt-do-4": {
    "title": "আপনার ক্রুকে সম্মান দেখান",
    "description": "আপনার প্রশিক্ষক (ক্রু) গভীর সম্মানের যোগ্য। মনোযোগ সহকারে শুনুন, নির্দেশনা অনুসরণ করুন এবং প্রতিটি সেশনের পরে তাদের ধন্যবাদ জানান। ক্লাসের আগে এবং পরে একটি সাধারণ ওয়াই করা প্রথাগত।"
  },
  "mt-do-5": {
    "title": "মৌলিক বিষয় দিয়ে শুরু করুন",
    "description": "শক্তির আগে সঠিক কৌশলের উপর ফোকাস করুন। থাই প্রশিক্ষকরা মৌলিক বিষয়ের উপর জোর দেন - অবস্থান, ভারসাম্য এবং ফর্ম। মৌলিক বিষয়ে দক্ষতা অর্জনের আগে উন্নত পদক্ষেপ শিখতে তাড়াহুড়ো করবেন না।"
  },
  "mt-do-6": {
    "title": "হাইড্রেটেড থাকুন",
    "description": "থাইল্যান্ডের তাপ এবং আর্দ্রতা তীব্র প্রশিক্ষণের সাথে মিলিত হয়ে দ্রুত পানিশূন্যতা সৃষ্টি করতে পারে। প্রশিক্ষণ সেশনের আগে, সময় এবং পরে প্রচুর পানি পান করুন।"
  },
  "mt-do-7": {
    "title": "প্রকৃত জিম পরিদর্শন করুন",
    "description": "অভিজ্ঞ প্রশিক্ষকদের সাথে স্বনামধন্য জিমে প্রশিক্ষণ নিন। রিভিউ গবেষণা করুন এবং স্থানীয়দের কাছে সুপারিশ জিজ্ঞাসা করুন। প্রকৃত ক্যাম্প প্রকৃত মুয়ে থাই অভিজ্ঞতা প্রদান করে।"
  },
  "mt-do-8": {
    "title": "লাইভ লড়াই দেখুন",
    "description": "ব্যাংককের লুম্পিনি বা রাজাদামনের্ন এর মতো স্টেডিয়ামে লাইভ মুয়ে থাই ম্যাচের অভিজ্ঞতা নিন। এটি ঐতিহ্যবাহী সঙ্গীত এবং উৎসাহী জনতার সাথে একটি রোমাঞ্চকর সাংস্কৃতিক অভিজ্ঞতা।"
  },
  "mt-do-9": {
    "title": "চিকিৎসা বীমা পান",
    "description": "মুয়ে থাই প্রশিক্ষণ নেওয়ার আগে, নিশ্চিত করুন যে আপনার কাছে যুদ্ধ ক্রীড়া আঘাত কভার করে এমন ব্যাপক চিকিৎসা বীমা আছে। ভাগ করা সরঞ্জাম এবং ত্বক-থেকে-ত্বক যোগাযোগের কারণে জিমে স্ট্যাফ সংক্রমণ সাধারণ। বীমা জরুরি চিকিৎসা, হাসপাতালে ভর্তি এবং সম্ভাব্য সংক্রমণ-সম্পর্কিত যত্ন কভার করা উচিত।"
  },
  "mt-dont-1": {
    "title": "কখনো সরঞ্জামের উপর দিয়ে যাবেন না",
    "description": "কখনো গ্লাভস, প্যাড বা প্রশিক্ষণ সরঞ্জামের উপর দিয়ে পা রাখবেন না - সর্বদা তাদের চারপাশে হেঁটে যান। সরঞ্জামের উপর দিয়ে পা রাখা থাই সংস্কৃতিতে অত্যন্ত অসম্মানজনক বিবেচনা করা হয়।"
  },
  "mt-dont-2": {
    "title": "পবিত্র বস্তুর দিকে পা করবেন না",
    "description": "কখনো মন্দির, বুদ্ধ মূর্তি বা আপনার ক্রুর দিকে আপনার পা নির্দেশ করবেন না। পা শরীরের সবচেয়ে নিচের অংশ। স্ট্রেচিং বা বিশ্রামের সময় সচেতন থাকুন।"
  },
  "mt-dont-3": {
    "title": "মংকলকে স্পর্শ করবেন না",
    "description": "মংকল হেডব্যান্ড যোদ্ধাদের কাছে আশীর্বাদপ্রাপ্ত এবং পবিত্র। অনুমতি ছাড়া কখনো কারো মংকল স্পর্শ করবেন না, এবং কখনো এটি মাটিতে রাখবেন না বা এর উপর দিয়ে পা রাখবেন না।"
  },
  "mt-dont-4": {
    "title": "দেখানো এড়িয়ে চলুন",
    "description": "থাই যোদ্ধারা বিনয়ী এবং সম্মানজনক। আপনার দক্ষতা নিয়ে গর্ব করবেন না বা অন্যদের প্রভাবিত করার চেষ্টা করবেন না। শান্তভাবে শেখা এবং নিজেকে উন্নত করার উপর ফোকাস করুন।"
  },
  "mt-dont-5": {
    "title": "আহত অবস্থায় প্রশিক্ষণ নেবেন না",
    "description": "আপনার শরীরের কথা শুনুন এবং আপনার প্রশিক্ষকের কাছে আঘাত জানান। গুরুতর আঘাতের মধ্য দিয়ে ঠেলাঠেলি দীর্ঘমেয়াদী ক্ষতি ঘটাতে পারে এবং কঠোরতা নয়, বরং খারাপ বিচার প্রদর্শন করে।"
  },
  "mt-dont-6": {
    "title": "কখনো আপনার গ্লাভস ফেলবেন না",
    "description": "আপনার গ্লাভস এবং সমস্ত সরঞ্জাম সম্মানের সাথে চিকিত্সা করুন। মাটিতে গিয়ার ছুঁড়ে ফেলা বা অসাবধানভাবে এটির সাথে আচরণ করা খেলা এবং জিমের প্রতি অসম্মান।"
  },
  "mt-dont-7": {
    "title": "ওয়ার্ম-আপ এড়িয়ে যাবেন না",
    "description": "সর্বদা সম্পূর্ণ ওয়ার্ম-আপ রুটিন সম্পন্ন করুন। এটি এড়িয়ে যাওয়া আঘাতের ঝুঁকি এবং প্রশিক্ষণ প্রক্রিয়ার প্রতি অসম্মান দেখায়। থাই প্রশিক্ষকরা প্রস্তুতিকে গুরুত্ব সহকারে নেন।"
  },
  "mt-dont-8": {
    "title": "বাজি ধরার প্রতারণা এড়িয়ে চলুন",
    "description": "স্টেডিয়ামে বাজির টিপস প্রদানকারী 'সহায়ক' অপরিচিতদের থেকে সতর্ক থাকুন। অনেকেই প্রতারক। আপনি যদি বাজি ধরতে বেছে নেন, দায়িত্বের সাথে করুন এবং শুধুমাত্র অফিসিয়াল বুকমেকারদের সাথে।"
  }
}
