{
  "tip-1": {
    "title": "Il Saluto Wai",
    "description": "Il saluto tradizionale tailandese prevede di premere i palmi insieme in un gesto simile alla preghiera e inchinarsi leggermente. Più alte sono le mani e più profondo è l'inchino, maggiore è il rispetto mostrato. I giovani fanno il wai agli anziani per primi."
  },
  "tip-2": {
    "title": "Togliere le Scarpe al Chiuso",
    "description": "Togliete sempre le scarpe prima di entrare in case, templi e alcuni negozi. Cercate un mucchio di scarpe all'ingresso come segnale. Questo mostra rispetto e mantiene gli spazi puliti."
  },
  "tip-3": {
    "title": "Rispetto per la Famiglia Reale",
    "description": "I thailandesi hanno una profonda reverenza per la monarchia. Parlare negativamente della famiglia reale è illegale e profondamente offensivo. Alzatevi quando suona l'inno reale nei cinema."
  },
  "tip-4": {
    "title": "La Testa è Sacra, i Piedi sono Bassi",
    "description": "La testa è considerata la parte più sacra del corpo. Non toccate mai la testa di qualcuno, nemmeno dei bambini. I piedi sono i più bassi, quindi non puntarli mai verso le persone o le immagini del Buddha."
  },
  "tip-5": {
    "title": "Etichetta al Tempio",
    "description": "Vestitevi modestamente nei templi - coprite spalle e ginocchia. Togliete le scarpe prima di entrare negli edifici. Le donne non devono mai toccare i monaci o consegnare loro oggetti direttamente."
  },
  "tip-6": {
    "title": "Cultura Gastronomica Tailandese",
    "description": "I pasti thailandesi vengono condivisi in stile familiare con molti piatti al centro. Il riso è la base di ogni pasto. Usate un cucchiaio come posata principale e una forchetta per spingere il cibo su di esso."
  },
  "tip-7": {
    "title": "Salvare la Faccia",
    "description": "I thailandesi apprezzano mantenere la calma ed evitare confronti pubblici. Perdere la pazienza o far 'perdere la faccia' a qualcuno pubblicamente è molto imbarazzante. Rimanete pazienti e sorridete."
  },
  "tip-8": {
    "title": "Il Sorriso Tailandese",
    "description": "La Thailandia è chiamata la 'Terra dei Sorrisi'. Sorridere viene usato non solo per la felicità ma anche per scusarsi, mostrare imbarazzo o alleviare la tensione. Ricambiate i sorrisi con grazia."
  },
  "tip-9": {
    "title": "Contrattare ai Mercati",
    "description": "Contrattare è previsto ai mercati e con i venditori ambulanti, ma non nei centri commerciali o ristoranti con prezzi fissi. Siate amichevoli e non contrattate in modo troppo aggressivo - dovrebbe essere divertente."
  },
  "tip-10": {
    "title": "Cultura delle Mance",
    "description": "Dare la mancia non è obbligatorio ma apprezzato. Arrotondate il conto nei ristoranti o lasciate gli spiccioli. I facchini d'albergo e il personale della spa apprezzano mance di 20-50 baht."
  },
  "tip-11": {
    "title": "Pratiche Buddiste",
    "description": "Il buddismo influenza profondamente la vita quotidiana thailandese. Fare meriti attraverso visite ai templi, dare elemosine ai monaci e rispettare le immagini del Buddha è molto importante."
  },
  "tip-12": {
    "title": "Tempo Tailandese",
    "description": "Le cose spesso funzionano secondo il 'tempo thailandese' - un po' più rilassato degli orari occidentali. La pazienza è apprezzata e avere fretta è considerato maleducato. Abbracciate il ritmo più lento."
  }
}
