{
  "mt-do-1": {
    "title": "Rispetta il Wai Kru",
    "description": "Il Wai Kru Ram Muay è un rituale sacro pre-combattimento che onora gli insegnanti, i genitori e lo sport. Osserva rispettosamente e non prendere mai in giro o imitare in modo irrispettoso. È una tradizione profondamente spirituale."
  },
  "mt-do-2": {
    "title": "Inchìnati Entrando nel Ring",
    "description": "Scavalca sempre la corda inferiore e china il capo quando entri o esci da un ring di Muay Thai. Il ring è considerato uno spazio sacro, e questo mostra rispetto per l'arte."
  },
  "mt-do-3": {
    "title": "Indossa l'Abbigliamento Appropriato",
    "description": "Indossa pantaloncini tradizionali di Muay Thai e togli le scarpe prima di allenarti. Molte palestre forniscono o vendono l'attrezzatura appropriata. Evita di indossare pantaloncini o pantaloni normali."
  },
  "mt-do-4": {
    "title": "Mostra Rispetto al Tuo Kru",
    "description": "Il tuo allenatore (Kru) merita un profondo rispetto. Ascolta attentamente, segui le istruzioni e ringrazialo dopo ogni sessione. Un semplice wai prima e dopo la lezione è consuetudine."
  },
  "mt-do-5": {
    "title": "Inizia con le Basi",
    "description": "Concentrati sulla tecnica corretta prima della potenza. Gli allenatori thailandesi enfatizzano i fondamentali - postura, equilibrio e forma. Non affrettarti a imparare mosse avanzate prima di padroneggiare le basi."
  },
  "mt-do-6": {
    "title": "Rimani Idratato",
    "description": "Il calore e l'umidità della Thailandia combinati con un allenamento intenso possono portare rapidamente alla disidratazione. Bevi molta acqua prima, durante e dopo le sessioni di allenamento."
  },
  "mt-do-7": {
    "title": "Visita Palestre Autentiche",
    "description": "Allenati in palestre rispettabili con allenatori esperti. Ricerca le recensioni e chiedi raccomandazioni ai locali. I campi autentici offrono la vera esperienza della Muay Thai."
  },
  "mt-do-8": {
    "title": "Guarda Combattimenti dal Vivo",
    "description": "Vivi un incontro di Muay Thai dal vivo in stadi come Lumpinee o Rajadamnern a Bangkok. È un'esperienza culturale elettrizzante con musica tradizionale e folle appassionate."
  },
  "mt-do-9": {
    "title": "Ottieni un'Assicurazione Medica",
    "description": "Prima di allenarti nella Muay Thai, assicurati di avere un'assicurazione medica completa che copra gli infortuni degli sport da combattimento. Le infezioni da stafilococco sono comuni nelle palestre a causa dell'attrezzatura condivisa e del contatto pelle a pelle. L'assicurazione dovrebbe coprire cure di emergenza, ospedalizzazione e potenziali cure correlate alle infezioni."
  },
  "mt-dont-1": {
    "title": "Non Scavalcare Mai l'Attrezzatura",
    "description": "Non scavalcare mai guanti, pad o attrezzatura da allenamento - cammina sempre intorno ad essi. Scavalcare l'attrezzatura è considerato estremamente irrispettoso nella cultura thailandese."
  },
  "mt-dont-2": {
    "title": "Non Puntare i Piedi verso Oggetti Sacri",
    "description": "Non puntare mai i piedi verso il santuario, le immagini di Buddha o il tuo Kru. I piedi sono la parte più bassa del corpo. Fai attenzione quando ti allunghi o riposi."
  },
  "mt-dont-3": {
    "title": "Non Toccare il Mongkol",
    "description": "La fascia Mongkol è benedetta e sacra per i combattenti. Non toccare mai il Mongkol di qualcuno senza permesso, e non posarlo mai a terra o scavalcarlo."
  },
  "mt-dont-4": {
    "title": "Evita di Metterti in Mostra",
    "description": "I combattenti thailandesi sono umili e rispettosi. Non vantarti delle tue abilità o cercare di impressionare gli altri. Concentrati sull'apprendere e migliorare te stesso silenziosamente."
  },
  "mt-dont-5": {
    "title": "Non Allenarti Infortunato",
    "description": "Ascolta il tuo corpo e comunica gli infortuni al tuo allenatore. Spingersi attraverso infortuni gravi può causare danni a lungo termine e mostra scarso giudizio, non tenacia."
  },
  "mt-dont-6": {
    "title": "Non Lanciare Mai i Guanti",
    "description": "Tratta i tuoi guanti e tutta l'attrezzatura con rispetto. Lanciare l'attrezzatura a terra o trattarla con negligenza è irrispettoso verso lo sport e la palestra."
  },
  "mt-dont-7": {
    "title": "Non Saltare il Riscaldamento",
    "description": "Completa sempre la routine di riscaldamento completa. Saltare il riscaldamento rischia infortuni e mostra mancanza di rispetto per il processo di allenamento. Gli allenatori thailandesi prendono sul serio la preparazione."
  },
  "mt-dont-8": {
    "title": "Evita le Truffe sulle Scommesse",
    "description": "Fai attenzione agli sconosciuti 'disponibili' che offrono consigli sulle scommesse negli stadi. Molti sono truffatori. Se scegli di scommettere, fallo responsabilmente e solo con bookmaker ufficiali."
  }
}
