{
  "tip-1": {
    "title": "Le Salut Wai",
    "description": "Le salut traditionnel thaïlandais consiste à presser les paumes ensemble dans un geste semblable à une prière et à s'incliner légèrement. Plus les mains sont hautes et l'inclinaison profonde, plus le respect est grand. Les jeunes font le wai aux aînés en premier."
  },
  "tip-2": {
    "title": "Retirer ses Chaussures à l'Intérieur",
    "description": "Retirez toujours vos chaussures avant d'entrer dans les maisons, les temples et certains magasins. Cherchez un tas de chaussures à l'entrée comme indice. Cela montre du respect et garde les espaces propres."
  },
  "tip-3": {
    "title": "Respect pour la Famille Royale",
    "description": "Les Thaïlandais ont une profonde révérence pour la monarchie. Parler négativement de la famille royale est illégal et profondément offensant. Levez-vous lorsque l'hymne royal joue dans les cinémas."
  },
  "tip-4": {
    "title": "La Tête est Sacrée, les Pieds sont Bas",
    "description": "La tête est considérée comme la partie la plus sacrée du corps. Ne touchez jamais la tête de quelqu'un, même celle des enfants. Les pieds sont les plus bas, ne les pointez donc jamais vers les gens ou les images de Bouddha."
  },
  "tip-5": {
    "title": "Étiquette au Temple",
    "description": "Habillez-vous modestement dans les temples - couvrez les épaules et les genoux. Retirez vos chaussures avant d'entrer dans les bâtiments. Les femmes ne doivent jamais toucher les moines ni leur remettre des objets directement."
  },
  "tip-6": {
    "title": "Culture Gastronomique Thaïlandaise",
    "description": "Les repas thaïlandais sont partagés à la manière familiale avec de nombreux plats au centre. Le riz est la base de chaque repas. Utilisez une cuillère comme ustensile principal et une fourchette pour pousser la nourriture dessus."
  },
  "tip-7": {
    "title": "Sauver la Face",
    "description": "Les Thaïlandais valorisent le calme et évitent les confrontations publiques. Perdre son sang-froid ou faire 'perdre la face' à quelqu'un publiquement est très embarrassant. Restez patient et souriez."
  },
  "tip-8": {
    "title": "Le Sourire Thaïlandais",
    "description": "La Thaïlande est appelée le 'Pays des Sourires'. Sourire est utilisé non seulement pour le bonheur mais aussi pour s'excuser, montrer de l'embarras ou détendre l'atmosphère. Retournez les sourires gracieusement."
  },
  "tip-9": {
    "title": "Marchander aux Marchés",
    "description": "Le marchandage est attendu sur les marchés et avec les vendeurs de rue, mais pas dans les centres commerciaux ou les restaurants à prix fixes. Soyez amical et ne marchandez pas trop agressivement - cela devrait être amusant."
  },
  "tip-10": {
    "title": "Culture du Pourboire",
    "description": "Le pourboire n'est pas obligatoire mais apprécié. Arrondissez l'addition dans les restaurants ou laissez la petite monnaie. Les porteurs d'hôtel et le personnel de spa apprécient les pourboires de 20-50 baht."
  },
  "tip-11": {
    "title": "Pratiques Bouddhistes",
    "description": "Le bouddhisme influence profondément la vie quotidienne thaïlandaise. Faire des mérites par des visites au temple, donner des aumônes aux moines et respecter les images de Bouddha est très important."
  },
  "tip-12": {
    "title": "Temps Thaïlandais",
    "description": "Les choses fonctionnent souvent selon le 'temps thaïlandais' - un peu plus détendu que les horaires occidentaux. La patience est valorisée et se presser est considéré comme impoli. Acceptez le rythme plus lent."
  }
}
