{
  "mt-do-1": {
    "title": "Respectez le Wai Kru",
    "description": "Le Wai Kru Ram Muay est un rituel sacré d'avant-combat honorant les enseignants, les parents et le sport. Observez respectueusement et ne vous moquez jamais ou n'imitez jamais de manière irrespectueuse. C'est une tradition profondément spirituelle."
  },
  "mt-do-2": {
    "title": "Saluez en Entrant sur le Ring",
    "description": "Enjambez toujours la corde inférieure et inclinez la tête en entrant ou en sortant d'un ring de Muay Thai. Le ring est considéré comme un espace sacré, et cela montre le respect pour cet art."
  },
  "mt-do-3": {
    "title": "Portez une Tenue Appropriée",
    "description": "Portez des shorts traditionnels de Muay Thai et retirez vos chaussures avant l'entraînement. De nombreuses salles fournissent ou vendent l'équipement approprié. Évitez de porter des shorts ou des pantalons ordinaires."
  },
  "mt-do-4": {
    "title": "Montrez du Respect à Votre Kru",
    "description": "Votre entraîneur (Kru) mérite un profond respect. Écoutez attentivement, suivez les instructions et remerciez-le après chaque séance. Un simple wai avant et après le cours est coutumier."
  },
  "mt-do-5": {
    "title": "Commencez par les Bases",
    "description": "Concentrez-vous sur la technique appropriée avant la puissance. Les entraîneurs thaïlandais mettent l'accent sur les fondamentaux - posture, équilibre et forme. Ne vous précipitez pas pour apprendre des mouvements avancés avant de maîtriser les bases."
  },
  "mt-do-6": {
    "title": "Restez Hydraté",
    "description": "La chaleur et l'humidité de la Thaïlande combinées à un entraînement intense peuvent rapidement entraîner une déshydratation. Buvez beaucoup d'eau avant, pendant et après les séances d'entraînement."
  },
  "mt-do-7": {
    "title": "Visitez des Salles Authentiques",
    "description": "Entraînez-vous dans des salles réputées avec des entraîneurs expérimentés. Recherchez les avis et demandez des recommandations aux habitants. Les camps authentiques offrent la véritable expérience du Muay Thai."
  },
  "mt-do-8": {
    "title": "Assistez à des Combats en Direct",
    "description": "Vivez un match de Muay Thai en direct dans des stades comme Lumpinee ou Rajadamnern à Bangkok. C'est une expérience culturelle électrisante avec de la musique traditionnelle et des foules passionnées."
  },
  "mt-do-9": {
    "title": "Souscrivez une Assurance Médicale",
    "description": "Avant de vous entraîner au Muay Thai, assurez-vous d'avoir une assurance médicale complète qui couvre les blessures des sports de combat. Les infections à staphylocoques sont courantes dans les salles en raison de l'équipement partagé et du contact peau à peau. L'assurance devrait couvrir les traitements d'urgence, l'hospitalisation et les soins potentiels liés aux infections."
  },
  "mt-dont-1": {
    "title": "Ne Jamais Enjamber l'Équipement",
    "description": "Ne jamais enjamber les gants, les pattes d'ours ou l'équipement d'entraînement - contournez-les toujours. Enjamber l'équipement est considéré comme extrêmement irrespectueux dans la culture thaïlandaise."
  },
  "mt-dont-2": {
    "title": "Ne Pointez Pas les Pieds vers les Objets Sacrés",
    "description": "Ne pointez jamais vos pieds vers le sanctuaire, les images de Bouddha ou votre Kru. Les pieds sont la partie la plus basse du corps. Faites attention lorsque vous vous étirez ou vous reposez."
  },
  "mt-dont-3": {
    "title": "Ne Touchez Pas le Mongkol",
    "description": "Le bandeau Mongkol est béni et sacré pour les combattants. Ne touchez jamais le Mongkol de quelqu'un sans permission, et ne le posez jamais au sol ou ne l'enjambez pas."
  },
  "mt-dont-4": {
    "title": "Évitez de Vous Vanter",
    "description": "Les combattants thaïlandais sont humbles et respectueux. Ne vous vantez pas de vos compétences ou n'essayez pas d'impressionner les autres. Concentrez-vous sur l'apprentissage et l'amélioration silencieuse de vous-même."
  },
  "mt-dont-5": {
    "title": "Ne Vous Entraînez Pas Blessé",
    "description": "Écoutez votre corps et communiquez les blessures à votre entraîneur. Forcer à travers des blessures graves peut causer des dommages à long terme et montre un mauvais jugement, pas de la ténacité."
  },
  "mt-dont-6": {
    "title": "Ne Jetez Jamais Vos Gants",
    "description": "Traitez vos gants et tout l'équipement avec respect. Jeter l'équipement au sol ou le traiter avec négligence est irrespectueux envers le sport et la salle."
  },
  "mt-dont-7": {
    "title": "Ne Sautez Pas l'Échauffement",
    "description": "Complétez toujours la routine d'échauffement complète. Sauter l'échauffement risque des blessures et montre un manque de respect pour le processus d'entraînement. Les entraîneurs thaïlandais prennent la préparation au sérieux."
  },
  "mt-dont-8": {
    "title": "Évitez les Arnaques aux Paris",
    "description": "Méfiez-vous des étrangers 'serviables' offrant des conseils de paris dans les stades. Beaucoup sont des escrocs. Si vous choisissez de parier, faites-le de manière responsable et uniquement avec des bookmakers officiels."
  }
}
