{
  "mt-do-1": {
    "title": "ワイクルーを敬う",
    "description": "ワイクルー・ラムムアイは、師匠、両親、そしてこのスポーツに敬意を表する神聖な試合前の儀式です。敬意を持って観察し、決して嘲笑したり不敬に真似したりしないでください。これは深く精神的な伝統です。"
  },
  "mt-do-2": {
    "title": "リングに入る時はお辞儀をする",
    "description": "ムエタイのリングに出入りする際は、常に下のロープをまたぎ、頭を下げてお辞儀をしてください。リングは神聖な空間とされており、これはこの武道への敬意を示すものです。"
  },
  "mt-do-3": {
    "title": "適切な服装を着用する",
    "description": "伝統的なムエタイショーツを着用し、トレーニング前に靴を脱いでください。多くのジムでは適切な装備を提供または販売しています。普通のショーツやパンツの着用は避けてください。"
  },
  "mt-do-4": {
    "title": "クルー(師匠)への敬意を示す",
    "description": "トレーナー(クルー)には深い敬意を払うべきです。注意深く聞き、指示に従い、各セッション後に感謝を伝えましょう。クラスの前後に簡単なワイをするのが慣習です。"
  },
  "mt-do-5": {
    "title": "基礎から始める",
    "description": "力よりも正しいテクニックに焦点を当ててください。タイのトレーナーは基礎を重視します—スタンス、バランス、フォーム。基礎を習得する前に高度な技を学ぼうと急がないでください。"
  },
  "mt-do-6": {
    "title": "水分補給を怠らない",
    "description": "タイの暑さと湿度に加え、激しいトレーニングは素早く脱水症状を引き起こします。トレーニングの前、最中、後に十分な水を飲んでください。"
  },
  "mt-do-7": {
    "title": "本格的なジムを訪れる",
    "description": "経験豊富なトレーナーがいる評判の良いジムでトレーニングしてください。レビューを調べ、地元の人に推薦を尋ねましょう。本物のキャンプは真のムエタイ体験を提供します。"
  },
  "mt-do-8": {
    "title": "生の試合を観戦する",
    "description": "バンコクのルンピニーやラジャダムナンなどのスタジアムでライブのムエタイの試合を体験してください。伝統音楽と熱狂的な観客と共に、エキサイティングな文化体験となります。"
  },
  "mt-do-9": {
    "title": "医療保険に加入する",
    "description": "ムエタイのトレーニングを始める前に、格闘技による怪我をカバーする包括的な医療保険に加入していることを確認してください。共有装備や肌と肌の接触により、ジムでは黄色ブドウ球菌感染が一般的です。保険は緊急治療、入院、および潜在的な感染関連のケアをカバーする必要があります。"
  },
  "mt-dont-1": {
    "title": "装備をまたがない",
    "description": "グローブ、パッド、またはトレーニング装備をまたがないでください—常に周りを歩いてください。装備をまたぐことはタイ文化では極めて無礼とされています。"
  },
  "mt-dont-2": {
    "title": "神聖なものに足を向けない",
    "description": "神棚、仏像、またはクルーに決して足を向けないでください。足は体の最も低い部分です。ストレッチや休憩の際には注意してください。"
  },
  "mt-dont-3": {
    "title": "モンコンに触れない",
    "description": "モンコンのヘッドバンドは祝福された戦士にとって神聖なものです。許可なく他人のモンコンに決して触れず、地面に置いたりまたいだりしないでください。"
  },
  "mt-dont-4": {
    "title": "見せびらかさない",
    "description": "タイの戦士は謙虚で敬意を持っています。自分のスキルを自慢したり、他人に感銘を与えようとしたりしないでください。静かに学び、自己改善に集中してください。"
  },
  "mt-dont-5": {
    "title": "怪我をしたままトレーニングしない",
    "description": "体の声に耳を傾け、怪我をトレーナーに伝えてください。深刻な怪我を押して続けることは長期的な損傷を引き起こす可能性があり、タフさではなく判断力の欠如を示します。"
  },
  "mt-dont-6": {
    "title": "グローブを投げない",
    "description": "グローブとすべての装備を敬意を持って扱ってください。装備を地面に投げたり、不注意に扱ったりすることは、スポーツとジムへの不敬です。"
  },
  "mt-dont-7": {
    "title": "ウォームアップをスキップしない",
    "description": "常に完全なウォームアップルーチンを完了してください。それをスキップすることは怪我のリスクがあり、トレーニングプロセスへの不敬を示します。タイのトレーナーは準備を真剣に受け止めています。"
  },
  "mt-dont-8": {
    "title": "賭博詐欺を避ける",
    "description": "スタジアムで賭けのヒントを提供する「親切な」見知らぬ人に注意してください。多くは詐欺師です。賭けをする場合は、責任を持って、公式のブックメーカーとのみ行ってください。"
  }
}
