{
  "tip-1": {
    "title": "تحية الواي",
    "description": "تتضمن التحية التايلاندية التقليدية ضغط راحتي اليدين معًا في إيماءة تشبه الصلاة والانحناء قليلاً. كلما ارتفعت اليدان وعمق الانحناء، زاد الاحترام المُظهر. يقوم الشباب بتحية الواي للكبار أولاً."
  },
  "tip-2": {
    "title": "خلع الأحذية في الداخل",
    "description": "اخلع حذاءك دائمًا قبل دخول المنازل والمعابد وبعض المتاجر. ابحث عن كومة من الأحذية عند المدخل كإشارة. هذا يظهر الاحترام ويحافظ على نظافة المساحات."
  },
  "tip-3": {
    "title": "احترام العائلة الملكية",
    "description": "يحمل الشعب التايلاندي تقديرًا عميقًا للملكية. الحديث بشكل سلبي عن العائلة الملكية غير قانوني ومسيء للغاية. قف عندما يُعزف النشيد الملكي في دور السينما."
  },
  "tip-4": {
    "title": "الرأس مقدس، القدمان أدنى",
    "description": "يُعتبر الرأس الجزء الأكثر قدسية في الجسم. لا تلمس رأس أي شخص أبدًا، حتى الأطفال. القدمان هما الأدنى، لذلك لا توجههما أبدًا نحو الناس أو صور بوذا."
  },
  "tip-5": {
    "title": "آداب المعبد",
    "description": "ارتدِ ملابس محتشمة في المعابد - غطِ الكتفين والركبتين. اخلع حذاءك قبل دخول المباني. يجب على النساء عدم لمس الرهبان أو تسليمهم الأشياء مباشرة."
  },
  "tip-6": {
    "title": "ثقافة الطعام التايلاندي",
    "description": "تُشارك الوجبات التايلاندية بأسلوب عائلي مع العديد من الأطباق في الوسط. الأرز هو أساس كل وجبة. استخدم الملعقة كأداة رئيسية والشوكة لدفع الطعام إليها."
  },
  "tip-7": {
    "title": "حفظ ماء الوجه",
    "description": "يقدّر التايلانديون الحفاظ على الهدوء وتجنب المواجهات العامة. فقدان أعصابك أو التسبب في 'فقدان شخص ماء وجهه' علنًا أمر محرج للغاية. كن صبورًا وابتسم."
  },
  "tip-8": {
    "title": "الابتسامة التايلاندية",
    "description": "تُسمى تايلاند 'أرض الابتسامات'. تُستخدم الابتسامة ليس فقط للسعادة ولكن أيضًا للاعتذار أو إظهار الإحراج أو تخفيف التوتر. ردّ الابتسامات بلطف."
  },
  "tip-9": {
    "title": "المساومة في الأسواق",
    "description": "المساومة متوقعة في الأسواق ومع الباعة المتجولين، لكن ليس في المراكز التجارية أو المطاعم ذات الأسعار الثابتة. كن ودودًا ولا تساوم بقوة شديدة - يجب أن تكون ممتعة."
  },
  "tip-10": {
    "title": "ثقافة البقشيش",
    "description": "البقشيش غير إلزامي لكنه موضع تقدير. قرّب الفاتورة في المطاعم أو اترك الفكة الصغيرة. يقدّر حمّالو الفنادق وموظفو المنتجعات الصحية البقشيش بقيمة 20-50 بات."
  },
  "tip-11": {
    "title": "الممارسات البوذية",
    "description": "تؤثر البوذية بعمق على الحياة اليومية التايلاندية. كسب الثواب من خلال زيارات المعابد وتقديم الصدقات للرهبان واحترام صور بوذا أمر مهم للغاية."
  },
  "tip-12": {
    "title": "الوقت التايلاندي",
    "description": "غالبًا ما تسير الأمور حسب 'الوقت التايلاندي' - أكثر استرخاءً قليلاً من الجداول الغربية. الصبر موضع تقدير، والتسرع يُعتبر وقاحة. تقبّل الوتيرة الأبطأ."
  }
}
