{
  "mt-do-1": {
    "title": "احترم واي كرو",
    "description": "واي كرو رام مواي هو طقس مقدس قبل القتال يكرّم المعلمين والوالدين والرياضة. شاهد باحترام ولا تسخر أبداً أو تقلد بشكل غير محترم. إنه تقليد روحي عميق."
  },
  "mt-do-2": {
    "title": "انحنِ عند دخول الحلبة",
    "description": "دائماً اخطُ فوق الحبل السفلي وانحنِ برأسك عند دخول أو مغادرة حلبة مواي تاي. تعتبر الحلبة مساحة مقدسة، وهذا يُظهر الاحترام للفن."
  },
  "mt-do-3": {
    "title": "ارتدِ الملابس المناسبة",
    "description": "ارتدِ شورتات مواي تاي التقليدية واخلع حذاءك قبل التدريب. توفر العديد من الصالات الرياضية المعدات المناسبة أو تبيعها. تجنب ارتداء الشورتات أو البنطلونات العادية."
  },
  "mt-do-4": {
    "title": "أظهر الاحترام لمدربك",
    "description": "مدربك (كرو) يستحق احتراماً عميقاً. استمع باهتمام، اتبع التعليمات، واشكره بعد كل جلسة. من المعتاد القيام بواي بسيط قبل الحصة وبعدها."
  },
  "mt-do-5": {
    "title": "ابدأ بالأساسيات",
    "description": "ركز على التقنية الصحيحة قبل القوة. يؤكد المدربون التايلانديون على الأساسيات - الوقفة والتوازن والشكل. لا تتعجل لتعلم الحركات المتقدمة قبل إتقان الأساسيات."
  },
  "mt-do-6": {
    "title": "حافظ على الترطيب",
    "description": "يمكن أن تؤدي حرارة تايلاند ورطوبتها بالإضافة إلى التدريب المكثف إلى الجفاف بسرعة. اشرب الكثير من الماء قبل وأثناء وبعد جلسات التدريب."
  },
  "mt-do-7": {
    "title": "زُر الصالات الأصيلة",
    "description": "تدرب في صالات رياضية ذات سمعة طيبة مع مدربين ذوي خبرة. ابحث عن المراجعات واسأل السكان المحليين عن التوصيات. توفر المعسكرات الأصيلة تجربة مواي تاي الحقيقية."
  },
  "mt-do-8": {
    "title": "شاهد المباريات الحية",
    "description": "اختبر مباراة مواي تاي حية في ملاعب مثل لومبيني أو راجادامنيرن في بانكوك. إنها تجربة ثقافية مثيرة مع الموسيقى التقليدية والحشود المتحمسة."
  },
  "mt-do-9": {
    "title": "احصل على تأمين طبي",
    "description": "قبل التدريب على مواي تاي، تأكد من أن لديك تأميناً طبياً شاملاً يغطي إصابات الرياضات القتالية. تعد عدوى المكورات العنقودية شائعة في الصالات الرياضية بسبب المعدات المشتركة والتماس الجلدي. يجب أن يغطي التأمين العلاج الطارئ والعناية في المستشفى والرعاية المحتملة المتعلقة بالعدوى."
  },
  "mt-dont-1": {
    "title": "لا تخطُ فوق المعدات أبداً",
    "description": "لا تخطُ أبداً فوق القفازات أو الوسائد أو معدات التدريب - امشِ حولها دائماً. يعتبر الخطو فوق المعدات أمراً غير محترم للغاية في الثقافة التايلاندية."
  },
  "mt-dont-2": {
    "title": "لا توجه قدميك نحو الأشياء المقدسة",
    "description": "لا توجه قدميك أبداً نحو المزار أو صور بوذا أو مدربك. القدمان هما الجزء الأدنى من الجسم. كن حذراً عند التمدد أو الراحة."
  },
  "mt-dont-3": {
    "title": "لا تلمس المونغكول",
    "description": "عصابة الرأس المونغكول مباركة ومقدسة للمقاتلين. لا تلمس أبداً مونغكول شخص ما بدون إذن، ولا تضعه أبداً على الأرض أو تخطوه."
  },
  "mt-dont-4": {
    "title": "تجنب التباهي",
    "description": "المقاتلون التايلانديون متواضعون ومحترمون. لا تتباهى بمهاراتك أو تحاول إثارة إعجاب الآخرين. ركز على التعلم وتحسين نفسك بصمت."
  },
  "mt-dont-5": {
    "title": "لا تتدرب وأنت مصاب",
    "description": "استمع إلى جسدك وأبلغ مدربك بالإصابات. يمكن أن يؤدي الاستمرار رغم الإصابات الخطيرة إلى أضرار طويلة الأمد ويُظهر حكماً سيئاً، وليس صلابة."
  },
  "mt-dont-6": {
    "title": "لا ترمِ قفازاتك أبداً",
    "description": "عامل قفازاتك وجميع المعدات باحترام. إلقاء المعدات على الأرض أو التعامل معها بإهمال يعد عدم احترام للرياضة والصالة الرياضية."
  },
  "mt-dont-7": {
    "title": "لا تتخط الإحماء",
    "description": "أكمل دائماً روتين الإحماء الكامل. تخطي الإحماء يخاطر بالإصابة ويُظهر عدم احترام لعملية التدريب. يأخذ المدربون التايلانديون التحضير على محمل الجد."
  },
  "mt-dont-8": {
    "title": "تجنب عمليات احتيال المراهنات",
    "description": "كن حذراً من الغرباء 'المساعدين' الذين يقدمون نصائح المراهنة في الملاعب. الكثير منهم محتالون. إذا اخترت المراهنة، فافعل ذلك بمسؤولية وفقط مع وكلاء مراهنات رسميين."
  }
}
