{
  "tip-1": {
    "title": "ਵਾਈ ਸਲਾਮ",
    "description": "ਰਵਾਇਤੀ ਥਾਈ ਸਲਾਮ ਵਿੱਚ ਹਥੇਲੀਆਂ ਨੂੰ ਪ੍ਰਾਰਥਨਾ ਵਰਗੇ ਸੰਕੇਤ ਵਿੱਚ ਇਕੱਠਾ ਦਬਾਉਣਾ ਅਤੇ ਥੋੜ੍ਹਾ ਝੁਕਣਾ ਸ਼ਾਮਲ ਹੈ। ਹੱਥ ਜਿੰਨੇ ਉੱਚੇ ਅਤੇ ਝੁਕਾਅ ਜਿੰਨਾ ਡੂੰਘਾ, ਓਨਾ ਹੀ ਜ਼ਿਆਦਾ ਸਤਿਕਾਰ ਦਿਖਾਇਆ ਜਾਂਦਾ ਹੈ। ਨੌਜਵਾਨ ਲੋਕ ਪਹਿਲਾਂ ਬਜ਼ੁਰਗਾਂ ਨੂੰ ਵਾਈ ਕਰਦੇ ਹਨ।"
  },
  "tip-2": {
    "title": "ਘਰ ਅੰਦਰ ਜੁੱਤੀਆਂ ਉਤਾਰੋ",
    "description": "ਘਰਾਂ, ਮੰਦਰਾਂ ਅਤੇ ਕੁਝ ਦੁਕਾਨਾਂ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਹਮੇਸ਼ਾ ਆਪਣੀਆਂ ਜੁੱਤੀਆਂ ਉਤਾਰੋ। ਸੰਕੇਤ ਦੇ ਤੌਰ 'ਤੇ ਦਰਵਾਜ਼ੇ 'ਤੇ ਜੁੱਤੀਆਂ ਦੇ ਢੇਰ ਦੇਖੋ। ਇਹ ਸਤਿਕਾਰ ਦਿਖਾਉਂਦਾ ਹੈ ਅਤੇ ਥਾਂਵਾਂ ਨੂੰ ਸਾਫ਼ ਰੱਖਦਾ ਹੈ।"
  },
  "tip-3": {
    "title": "ਸ਼ਾਹੀ ਪਰਿਵਾਰ ਲਈ ਸਤਿਕਾਰ",
    "description": "ਥਾਈ ਲੋਕ ਰਾਜਸ਼ਾਹੀ ਲਈ ਡੂੰਘੀ ਸ਼ਰਧਾ ਰੱਖਦੇ ਹਨ। ਸ਼ਾਹੀ ਪਰਿਵਾਰ ਬਾਰੇ ਨਕਾਰਾਤਮਕ ਗੱਲ ਕਰਨਾ ਗੈਰ-ਕਾਨੂੰਨੀ ਅਤੇ ਡੂੰਘਾ ਅਪਮਾਨਜਨਕ ਹੈ। ਸਿਨੇਮਾ ਹਾਲਾਂ ਵਿੱਚ ਸ਼ਾਹੀ ਗੀਤ ਵੱਜਣ 'ਤੇ ਖੜ੍ਹੇ ਹੋਵੋ।"
  },
  "tip-4": {
    "title": "ਸਿਰ ਪਵਿੱਤਰ ਹੈ, ਪੈਰ ਨੀਵੇਂ ਹਨ",
    "description": "ਸਿਰ ਨੂੰ ਸਰੀਰ ਦਾ ਸਭ ਤੋਂ ਪਵਿੱਤਰ ਹਿੱਸਾ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ। ਬੱਚਿਆਂ ਸਮੇਤ ਕਿਸੇ ਦੇ ਸਿਰ ਨੂੰ ਕਦੇ ਨਾ ਛੂਹੋ। ਪੈਰ ਸਭ ਤੋਂ ਨੀਵੇਂ ਹਨ, ਇਸ ਲਈ ਕਦੇ ਵੀ ਲੋਕਾਂ ਜਾਂ ਬੁੱਧ ਮੂਰਤੀਆਂ ਵੱਲ ਪੈਰ ਨਾ ਕਰੋ।"
  },
  "tip-5": {
    "title": "ਮੰਦਰ ਸ਼ਿਸ਼ਟਾਚਾਰ",
    "description": "ਮੰਦਰਾਂ ਵਿੱਚ ਸਾਧਾਰਨ ਕੱਪੜੇ ਪਹਿਨੋ - ਮੋਢੇ ਅਤੇ ਗੋਡੇ ਢੱਕੋ। ਇਮਾਰਤਾਂ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਜੁੱਤੀਆਂ ਉਤਾਰੋ। ਔਰਤਾਂ ਨੂੰ ਕਦੇ ਵੀ ਸੰਨਿਆਸੀਆਂ ਨੂੰ ਛੂਹਣਾ ਜਾਂ ਸਿੱਧੇ ਤੌਰ 'ਤੇ ਚੀਜ਼ਾਂ ਦੇਣੀਆਂ ਨਹੀਂ ਚਾਹੀਦੀਆਂ।"
  },
  "tip-6": {
    "title": "ਥਾਈ ਭੋਜਨ ਸੱਭਿਆਚਾਰ",
    "description": "ਥਾਈ ਭੋਜਨ ਪਰਿਵਾਰਕ ਸ਼ੈਲੀ ਵਿੱਚ ਸਾਂਝੇ ਕੀਤੇ ਜਾਂਦੇ ਹਨ ਜਿਸ ਵਿੱਚ ਕੇਂਦਰ ਵਿੱਚ ਬਹੁਤ ਸਾਰੇ ਪਕਵਾਨ ਹੁੰਦੇ ਹਨ। ਚੌਲ ਹਰ ਭੋਜਨ ਦੀ ਨੀਂਹ ਹਨ। ਚਮਚ ਨੂੰ ਆਪਣੇ ਮੁੱਖ ਬਰਤਨ ਵਜੋਂ ਵਰਤੋ ਅਤੇ ਕਾਂਟੇ ਨਾਲ ਭੋਜਨ ਨੂੰ ਇਸ 'ਤੇ ਧੱਕੋ।"
  },
  "tip-7": {
    "title": "ਇੱਜ਼ਤ ਬਚਾਉਣਾ",
    "description": "ਥਾਈ ਲੋਕ ਸ਼ਾਂਤ ਰਹਿਣ ਅਤੇ ਜਨਤਕ ਟਕਰਾਅ ਤੋਂ ਬਚਣ ਨੂੰ ਮਹੱਤਵ ਦਿੰਦੇ ਹਨ। ਆਪਣਾ ਗੁੱਸਾ ਗੁਆਉਣਾ ਜਾਂ ਕਿਸੇ ਨੂੰ ਜਨਤਕ ਤੌਰ 'ਤੇ 'ਇੱਜ਼ਤ ਗੁਆਉਣਾ' ਬਹੁਤ ਸ਼ਰਮਨਾਕ ਹੈ। ਧੀਰਜ ਰੱਖੋ ਅਤੇ ਮੁਸਕਰਾਓ।"
  },
  "tip-8": {
    "title": "ਥਾਈ ਮੁਸਕਾਨ",
    "description": "ਥਾਈਲੈਂਡ ਨੂੰ 'ਮੁਸਕਾਨਾਂ ਦੀ ਧਰਤੀ' ਕਿਹਾ ਜਾਂਦਾ ਹੈ। ਮੁਸਕਾਨ ਦੀ ਵਰਤੋਂ ਸਿਰਫ਼ ਖੁਸ਼ੀ ਲਈ ਹੀ ਨਹੀਂ ਬਲਕਿ ਮਾਫੀ ਮੰਗਣ, ਸ਼ਰਮ ਦਿਖਾਉਣ ਜਾਂ ਤਣਾਅ ਘਟਾਉਣ ਲਈ ਵੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਮੁਸਕਾਨਾਂ ਨੂੰ ਸ਼ਿਸ਼ਟਤਾ ਨਾਲ ਵਾਪਸ ਕਰੋ।"
  },
  "tip-9": {
    "title": "ਬਾਜ਼ਾਰਾਂ ਵਿੱਚ ਸੌਦੇਬਾਜ਼ੀ",
    "description": "ਬਾਜ਼ਾਰਾਂ ਅਤੇ ਸੜਕ ਵਿਕਰੇਤਾਵਾਂ ਨਾਲ ਸੌਦੇਬਾਜ਼ੀ ਦੀ ਉਮੀਦ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਪਰ ਮਾਲਾਂ ਜਾਂ ਨਿਰਧਾਰਤ ਕੀਮਤਾਂ ਵਾਲੇ ਰੈਸਟੋਰੈਂਟਾਂ ਵਿੱਚ ਨਹੀਂ। ਦੋਸਤਾਨਾ ਰਹੋ ਅਤੇ ਬਹੁਤ ਜ਼ਿਆਦਾ ਹਮਲਾਵਰ ਤਰੀਕੇ ਨਾਲ ਸੌਦੇਬਾਜ਼ੀ ਨਾ ਕਰੋ - ਇਹ ਮਜ਼ੇਦਾਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।"
  },
  "tip-10": {
    "title": "ਟਿੱਪ ਦੇਣ ਦਾ ਸੱਭਿਆਚਾਰ",
    "description": "ਟਿੱਪ ਦੇਣਾ ਲਾਜ਼ਮੀ ਨਹੀਂ ਹੈ ਪਰ ਇਸਦੀ ਕਦਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਰੈਸਟੋਰੈਂਟਾਂ ਵਿੱਚ ਬਿੱਲ ਨੂੰ ਗੋਲ ਕਰੋ ਜਾਂ ਛੋਟਾ ਬਦਲਾਅ ਛੱਡ ਦਿਓ। ਹੋਟਲ ਦੇ ਪੋਰਟਰ ਅਤੇ ਸਪਾ ਸਟਾਫ 20-50 ਬਾਹਟ ਦੀ ਟਿੱਪ ਦੀ ਕਦਰ ਕਰਦੇ ਹਨ।"
  },
  "tip-11": {
    "title": "ਬੁੱਧੀ ਰੀਤੀਆਂ",
    "description": "ਬੁੱਧ ਧਰਮ ਥਾਈ ਰੋਜ਼ਾਨਾ ਜੀਵਨ ਨੂੰ ਡੂੰਘਾਈ ਨਾਲ ਪ੍ਰਭਾਵਤ ਕਰਦਾ ਹੈ। ਮੰਦਰਾਂ ਦੀ ਫੇਰੀ, ਸੰਨਿਆਸੀਆਂ ਨੂੰ ਦਾਨ ਦੇਣਾ ਅਤੇ ਬੁੱਧ ਮੂਰਤੀਆਂ ਦਾ ਸਤਿਕਾਰ ਕਰਨਾ ਬਹੁਤ ਮਹੱਤਵਪੂਰਨ ਹੈ।"
  },
  "tip-12": {
    "title": "ਥਾਈ ਸਮਾਂ",
    "description": "ਚੀਜ਼ਾਂ ਅਕਸਰ 'ਥਾਈ ਸਮੇਂ' 'ਤੇ ਚੱਲਦੀਆਂ ਹਨ - ਪੱਛਮੀ ਸਮਾਂ-ਸਾਰਣੀ ਨਾਲੋਂ ਥੋੜ੍ਹਾ ਜ਼ਿਆਦਾ ਆਰਾਮਦਾਇਕ। ਧੀਰਜ ਦੀ ਕਦਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਅਤੇ ਜਲਦਬਾਜ਼ੀ ਨੂੰ ਬੇਅਦਬੀ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ। ਹੌਲੀ ਰਫ਼ਤਾਰ ਨੂੰ ਅਪਣਾਓ।"
  }
}
