{
  "mt-do-1": {
    "title": "ਵਾਈ ਕਰੂ ਦਾ ਸਤਿਕਾਰ ਕਰੋ",
    "description": "ਵਾਈ ਕਰੂ ਰਾਮ ਮੁਆਏ ਇੱਕ ਪਵਿੱਤਰ ਪੂਰਵ-ਲੜਾਈ ਰਸਮ ਹੈ ਜੋ ਅਧਿਆਪਕਾਂ, ਮਾਤਾ-ਪਿਤਾ ਅਤੇ ਖੇਡ ਦਾ ਸਨਮਾਨ ਕਰਦੀ ਹੈ। ਸਤਿਕਾਰ ਨਾਲ ਦੇਖੋ ਅਤੇ ਕਦੇ ਵੀ ਮਜ਼ਾਕ ਨਾ ਉਡਾਓ ਜਾਂ ਬੇਇੱਜ਼ਤੀ ਨਾਲ ਨਕਲ ਨਾ ਕਰੋ। ਇਹ ਇੱਕ ਡੂੰਘੀ ਅਧਿਆਤਮਿਕ ਪਰੰਪਰਾ ਹੈ।"
  },
  "mt-do-2": {
    "title": "ਰਿੰਗ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਵੇਲੇ ਝੁਕੋ",
    "description": "ਮੁਆਏ ਥਾਈ ਰਿੰਗ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਜਾਂ ਬਾਹਰ ਜਾਣ ਵੇਲੇ ਹਮੇਸ਼ਾ ਹੇਠਲੀ ਰੱਸੀ ਤੋਂ ਉੱਪਰ ਜਾਓ ਅਤੇ ਆਪਣਾ ਸਿਰ ਝੁਕਾਓ। ਰਿੰਗ ਨੂੰ ਪਵਿੱਤਰ ਸਥਾਨ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਇਹ ਕਲਾ ਪ੍ਰਤੀ ਸਤਿਕਾਰ ਦਰਸਾਉਂਦਾ ਹੈ।"
  },
  "mt-do-3": {
    "title": "ਢੁਕਵੇਂ ਕੱਪੜੇ ਪਹਿਨੋ",
    "description": "ਰਵਾਇਤੀ ਮੁਆਏ ਥਾਈ ਸ਼ਾਰਟਸ ਪਹਿਨੋ ਅਤੇ ਸਿਖਲਾਈ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੇ ਜੁੱਤੇ ਉਤਾਰੋ। ਬਹੁਤ ਸਾਰੇ ਜਿਮ ਢੁਕਵਾਂ ਸਾਜ਼ੋ-ਸਾਮਾਨ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ ਜਾਂ ਵੇਚਦੇ ਹਨ। ਆਮ ਸ਼ਾਰਟਸ ਜਾਂ ਪੈਂਟ ਪਹਿਨਣ ਤੋਂ ਬਚੋ।"
  },
  "mt-do-4": {
    "title": "ਆਪਣੇ ਕਰੂ ਦਾ ਸਤਿਕਾਰ ਕਰੋ",
    "description": "ਤੁਹਾਡਾ ਸਿਖਲਾਈ ਦੇਣ ਵਾਲਾ (ਕਰੂ) ਡੂੰਘੇ ਸਤਿਕਾਰ ਦਾ ਹੱਕਦਾਰ ਹੈ। ਧਿਆਨ ਨਾਲ ਸੁਣੋ, ਨਿਰਦੇਸ਼ਾਂ ਦਾ ਪਾਲਣ ਕਰੋ, ਅਤੇ ਹਰ ਸੈਸ਼ਨ ਤੋਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਦਾ ਧੰਨਵਾਦ ਕਰੋ। ਕਲਾਸ ਤੋਂ ਪਹਿਲਾਂ ਅਤੇ ਬਾਅਦ ਵਿੱਚ ਇੱਕ ਸਧਾਰਨ ਵਾਈ ਕਰਨਾ ਰਵਾਇਤੀ ਹੈ।"
  },
  "mt-do-5": {
    "title": "ਬੁਨਿਆਦੀ ਗੱਲਾਂ ਨਾਲ ਸ਼ੁਰੂ ਕਰੋ",
    "description": "ਤਾਕਤ ਤੋਂ ਪਹਿਲਾਂ ਸਹੀ ਤਕਨੀਕ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਿਤ ਕਰੋ। ਥਾਈ ਸਿਖਲਾਈ ਦੇਣ ਵਾਲੇ ਬੁਨਿਆਦੀ ਗੱਲਾਂ 'ਤੇ ਜ਼ੋਰ ਦਿੰਦੇ ਹਨ - ਸਥਿਤੀ, ਸੰਤੁਲਨ ਅਤੇ ਰੂਪ। ਬੁਨਿਆਦੀ ਗੱਲਾਂ ਵਿੱਚ ਮਹਾਰਤ ਹਾਸਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਉੱਨਤ ਚਾਲਾਂ ਸਿੱਖਣ ਦੀ ਜਲਦਬਾਜ਼ੀ ਨਾ ਕਰੋ।"
  },
  "mt-do-6": {
    "title": "ਹਾਈਡਰੇਟਿਡ ਰਹੋ",
    "description": "ਥਾਈਲੈਂਡ ਦੀ ਗਰਮੀ ਅਤੇ ਨਮੀ ਤੀਬਰ ਸਿਖਲਾਈ ਨਾਲ ਮਿਲ ਕੇ ਜਲਦੀ ਡੀਹਾਈਡਰੇਸ਼ਨ ਦਾ ਕਾਰਨ ਬਣ ਸਕਦੀ ਹੈ। ਸਿਖਲਾਈ ਸੈਸ਼ਨਾਂ ਤੋਂ ਪਹਿਲਾਂ, ਦੌਰਾਨ ਅਤੇ ਬਾਅਦ ਵਿੱਚ ਬਹੁਤ ਸਾਰਾ ਪਾਣੀ ਪੀਓ।"
  },
  "mt-do-7": {
    "title": "ਅਸਲੀ ਜਿਮਾਂ ਦਾ ਦੌਰਾ ਕਰੋ",
    "description": "ਤਜਰਬੇਕਾਰ ਸਿਖਲਾਈ ਦੇਣ ਵਾਲਿਆਂ ਵਾਲੇ ਨਾਮਵਰ ਜਿਮਾਂ ਵਿੱਚ ਸਿਖਲਾਈ ਲਓ। ਸਮੀਖਿਆਵਾਂ ਦੀ ਖੋਜ ਕਰੋ ਅਤੇ ਸਥਾਨਕ ਲੋਕਾਂ ਤੋਂ ਸਿਫਾਰਸ਼ਾਂ ਪੁੱਛੋ। ਅਸਲੀ ਕੈਂਪ ਅਸਲ ਮੁਆਏ ਥਾਈ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ।"
  },
  "mt-do-8": {
    "title": "ਲਾਈਵ ਲੜਾਈਆਂ ਦੇਖੋ",
    "description": "ਬੈਂਕਾਕ ਵਿੱਚ ਲੁਮਪੀਨੀ ਜਾਂ ਰਾਜਾਡੈਮਨਰਨ ਵਰਗੇ ਸਟੇਡੀਅਮਾਂ ਵਿੱਚ ਇੱਕ ਲਾਈਵ ਮੁਆਏ ਥਾਈ ਮੈਚ ਦਾ ਅਨੁਭਵ ਕਰੋ। ਇਹ ਰਵਾਇਤੀ ਸੰਗੀਤ ਅਤੇ ਭਾਵੁਕ ਭੀੜ ਨਾਲ ਇੱਕ ਰੋਮਾਂਚਕ ਸੱਭਿਆਚਾਰਕ ਅਨੁਭਵ ਹੈ।"
  },
  "mt-do-9": {
    "title": "ਮੈਡੀਕਲ ਬੀਮਾ ਪ੍ਰਾਪਤ ਕਰੋ",
    "description": "ਮੁਆਏ ਥਾਈ ਦੀ ਸਿਖਲਾਈ ਲੈਣ ਤੋਂ ਪਹਿਲਾਂ, ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਵਿਆਪਕ ਮੈਡੀਕਲ ਬੀਮਾ ਹੈ ਜੋ ਲੜਾਈ ਦੀਆਂ ਖੇਡਾਂ ਦੀਆਂ ਸੱਟਾਂ ਨੂੰ ਕਵਰ ਕਰਦਾ ਹੈ। ਸਾਂਝੇ ਉਪਕਰਣਾਂ ਅਤੇ ਚਮੜੀ-ਤੋਂ-ਚਮੜੀ ਸੰਪਰਕ ਕਾਰਨ ਜਿਮਾਂ ਵਿੱਚ ਸਟੈਫ ਇਨਫੈਕਸ਼ਨ ਆਮ ਹਨ। ਬੀਮੇ ਨੂੰ ਐਮਰਜੈਂਸੀ ਇਲਾਜ, ਹਸਪਤਾਲ ਵਿੱਚ ਭਰਤੀ ਅਤੇ ਸੰਭਾਵੀ ਇਨਫੈਕਸ਼ਨ-ਸਬੰਧਤ ਦੇਖਭਾਲ ਨੂੰ ਕਵਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।"
  },
  "mt-dont-1": {
    "title": "ਕਦੇ ਵੀ ਸਾਜ਼-ਸਾਮਾਨ ਦੇ ਉੱਪਰ ਨਾ ਜਾਓ",
    "description": "ਕਦੇ ਵੀ ਦਸਤਾਨੇ, ਪੈਡ ਜਾਂ ਸਿਖਲਾਈ ਉਪਕਰਣਾਂ ਦੇ ਉੱਪਰ ਨਾ ਜਾਓ - ਹਮੇਸ਼ਾ ਉਹਨਾਂ ਦੇ ਆਲੇ-ਦੁਆਲੇ ਤੁਰੋ। ਸਾਜ਼-ਸਾਮਾਨ ਦੇ ਉੱਪਰ ਜਾਣਾ ਥਾਈ ਸੱਭਿਆਚਾਰ ਵਿੱਚ ਬਹੁਤ ਬੇਇੱਜ਼ਤੀ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ।"
  },
  "mt-dont-2": {
    "title": "ਪਵਿੱਤਰ ਚੀਜ਼ਾਂ ਵੱਲ ਪੈਰ ਨਾ ਕਰੋ",
    "description": "ਕਦੇ ਵੀ ਆਪਣੇ ਪੈਰ ਅਸਥਾਨ, ਬੁੱਧ ਦੀਆਂ ਮੂਰਤੀਆਂ ਜਾਂ ਆਪਣੇ ਕਰੂ ਵੱਲ ਨਾ ਕਰੋ। ਪੈਰ ਸਰੀਰ ਦਾ ਸਭ ਤੋਂ ਹੇਠਲਾ ਹਿੱਸਾ ਹਨ। ਖਿੱਚਣ ਜਾਂ ਆਰਾਮ ਕਰਨ ਵੇਲੇ ਧਿਆਨ ਰੱਖੋ।"
  },
  "mt-dont-3": {
    "title": "ਮੋਂਗਕੋਲ ਨੂੰ ਨਾ ਛੂਹੋ",
    "description": "ਮੋਂਗਕੋਲ ਹੈਡਬੈਂਡ ਲੜਾਕਿਆਂ ਲਈ ਅਸੀਸ ਪ੍ਰਾਪਤ ਅਤੇ ਪਵਿੱਤਰ ਹੈ। ਬਿਨਾਂ ਇਜਾਜ਼ਤ ਕਿਸੇ ਦੇ ਮੋਂਗਕੋਲ ਨੂੰ ਕਦੇ ਨਾ ਛੂਹੋ, ਅਤੇ ਇਸਨੂੰ ਕਦੇ ਜ਼ਮੀਨ 'ਤੇ ਨਾ ਰੱਖੋ ਜਾਂ ਇਸ ਦੇ ਉੱਪਰ ਨਾ ਜਾਓ।"
  },
  "mt-dont-4": {
    "title": "ਦਿਖਾਵਾ ਕਰਨ ਤੋਂ ਬਚੋ",
    "description": "ਥਾਈ ਲੜਾਕੇ ਨਿਮਰ ਅਤੇ ਸਤਿਕਾਰਪੂਰਣ ਹਨ। ਆਪਣੇ ਹੁਨਰਾਂ ਬਾਰੇ ਸ਼ੇਖੀ ਨਾ ਮਾਰੋ ਜਾਂ ਦੂਜਿਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਾ ਕਰੋ। ਚੁੱਪਚਾਪ ਸਿੱਖਣ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸੁਧਾਰਨ 'ਤੇ ਧਿਆਨ ਕੇਂਦਰਿਤ ਕਰੋ।"
  },
  "mt-dont-5": {
    "title": "ਜ਼ਖ਼ਮੀ ਹੋਣ 'ਤੇ ਸਿਖਲਾਈ ਨਾ ਲਓ",
    "description": "ਆਪਣੇ ਸਰੀਰ ਦੀ ਸੁਣੋ ਅਤੇ ਆਪਣੇ ਸਿਖਲਾਈ ਦੇਣ ਵਾਲੇ ਨੂੰ ਸੱਟਾਂ ਬਾਰੇ ਦੱਸੋ। ਗੰਭੀਰ ਸੱਟਾਂ ਦੇ ਬਾਵਜੂਦ ਜ਼ੋਰ ਦੇਣਾ ਲੰਬੇ ਸਮੇਂ ਦਾ ਨੁਕਸਾਨ ਕਰ ਸਕਦਾ ਹੈ ਅਤੇ ਇਹ ਮਜ਼ਬੂਤੀ ਨਹੀਂ, ਬਲਕਿ ਖਰਾਬ ਨਿਰਣੇ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।"
  },
  "mt-dont-6": {
    "title": "ਕਦੇ ਵੀ ਆਪਣੇ ਦਸਤਾਨੇ ਨਾ ਸੁੱਟੋ",
    "description": "ਆਪਣੇ ਦਸਤਾਨਿਆਂ ਅਤੇ ਸਾਰੇ ਉਪਕਰਣਾਂ ਨਾਲ ਸਤਿਕਾਰ ਨਾਲ ਪੇਸ਼ ਆਓ। ਸਾਜ਼-ਸਾਮਾਨ ਨੂੰ ਜ਼ਮੀਨ 'ਤੇ ਸੁੱਟਣਾ ਜਾਂ ਲਾਪਰਵਾਹੀ ਨਾਲ ਵਰਤਣਾ ਖੇਡ ਅਤੇ ਜਿਮ ਪ੍ਰਤੀ ਬੇਇੱਜ਼ਤੀ ਹੈ।"
  },
  "mt-dont-7": {
    "title": "ਵਾਰਮ-ਅੱਪ ਨੂੰ ਛੱਡੋ ਨਾ",
    "description": "ਹਮੇਸ਼ਾ ਪੂਰੀ ਵਾਰਮ-ਅੱਪ ਰੁਟੀਨ ਪੂਰੀ ਕਰੋ। ਇਸਨੂੰ ਛੱਡਣਾ ਸੱਟ ਦਾ ਜੋਖਮ ਹੈ ਅਤੇ ਸਿਖਲਾਈ ਪ੍ਰਕਿਰਿਆ ਪ੍ਰਤੀ ਬੇਇੱਜ਼ਤੀ ਦਰਸਾਉਂਦਾ ਹੈ। ਥਾਈ ਸਿਖਲਾਈ ਦੇਣ ਵਾਲੇ ਤਿਆਰੀ ਨੂੰ ਗੰਭੀਰਤਾ ਨਾਲ ਲੈਂਦੇ ਹਨ।"
  },
  "mt-dont-8": {
    "title": "ਸੱਟੇਬਾਜ਼ੀ ਦੇ ਘੋਟਾਲਿਆਂ ਤੋਂ ਬਚੋ",
    "description": "ਸਟੇਡੀਅਮਾਂ ਵਿੱਚ ਸੱਟੇਬਾਜ਼ੀ ਦੇ ਸੁਝਾਅ ਦੇਣ ਵਾਲੇ 'ਮਦਦਗਾਰ' ਅਜਨਬੀਆਂ ਤੋਂ ਸਾਵਧਾਨ ਰਹੋ। ਬਹੁਤ ਸਾਰੇ ਧੋਖੇਬਾਜ਼ ਹਨ। ਜੇ ਤੁਸੀਂ ਸੱਟਾ ਲਗਾਉਣਾ ਚੁਣਦੇ ਹੋ, ਤਾਂ ਜ਼ਿੰਮੇਵਾਰੀ ਨਾਲ ਅਤੇ ਸਿਰਫ਼ ਅਧਿਕਾਰਤ ਬੁੱਕਮੇਕਰਾਂ ਨਾਲ ਕਰੋ।"
  }
}
