{
  "tip-1": {
    "title": "वाई अभिवादन",
    "description": "पारंपारिक थाई अभिवादनामध्ये प्रार्थनेसारख्या हावभावात तळहाते एकत्र दाबून किंचित नमन करणे समाविष्ट आहे. हात जितके उंच आणि नमन जितके खोल, तितका अधिक आदर दर्शविला जातो. तरुण लोक प्रथम वडीलधाऱ्यांना वाई करतात."
  },
  "tip-2": {
    "title": "घरात शूज काढा",
    "description": "घरे, मंदिरे आणि काही दुकानांमध्ये प्रवेश करण्यापूर्वी नेहमी शूज काढा. संकेत म्हणून प्रवेशद्वारावर शूजचा ढीग पहा. हे आदर दर्शविते आणि जागा स्वच्छ ठेवते."
  },
  "tip-3": {
    "title": "राजघराण्याबद्दल आदर",
    "description": "थाई लोक राजेशाहीबद्दल खोल आदर बाळगतात. राजघराण्याबद्दल नकारात्मक बोलणे बेकायदेशीर आणि अत्यंत आक्षेपार्ह आहे. चित्रपटगृहात राजेशाही गान वाजल्यावर उभे राहा."
  },
  "tip-4": {
    "title": "डोके पवित्र आहे, पाय खालचे आहेत",
    "description": "डोके शरीराचा सर्वात पवित्र भाग मानला जातो. मुलांसह कोणाच्याही डोक्याला कधीही स्पर्श करू नका. पाय सर्वात खालचे आहेत, म्हणून लोकांकडे किंवा बुद्ध प्रतिमांकडे पाय कधीही लावू नका."
  },
  "tip-5": {
    "title": "मंदिर शिष्टाचार",
    "description": "मंदिरांमध्ये विनम्रपणे कपडे घाला - खांदे आणि गुडघे झाकून घ्या. इमारतींमध्ये प्रवेश करण्यापूर्वी शूज काढा. महिलांनी कधीही भिक्षूंना स्पर्श करू नये किंवा त्यांना थेट वस्तू द्यायच्या नाहीत."
  },
  "tip-6": {
    "title": "थाई अन्न संस्कृती",
    "description": "थाई जेवण कौटुंबिक शैलीमध्ये सामायिक केले जाते ज्यामध्ये मध्यभागी अनेक पदार्थ असतात. तांदूळ प्रत्येक जेवणाचा पाया आहे. चमचा मुख्य भांडे म्हणून वापरा आणि काट्याने अन्न त्यावर ढकलून घ्या."
  },
  "tip-7": {
    "title": "प्रतिष्ठा वाचवणे",
    "description": "थाई लोक शांत राहणे आणि सार्वजनिक संघर्ष टाळणे यांना महत्त्व देतात. आपला राग गमावणे किंवा एखाद्याला सार्वजनिकपणे 'प्रतिष्ठा गमावणे' फार लाजिरवाणे आहे. धीर धरा आणि हसा."
  },
  "tip-8": {
    "title": "थाई स्मित",
    "description": "थायलंडला 'स्मितांचा देश' म्हणतात. स्मित केवळ आनंदासाठीच नव्हे तर माफी मागण्यासाठी, लाज दर्शविण्यासाठी किंवा तणाव कमी करण्यासाठी देखील वापरली जाते. कृपापूर्वक स्मित परत करा."
  },
  "tip-9": {
    "title": "बाजारात भाववाढ",
    "description": "बाजारात आणि रस्त्यावरील विक्रेत्यांकडे भाववाढ अपेक्षित आहे, परंतु मॉल किंवा निश्चित किमतीच्या रेस्टॉरंटमध्ये नाही. मैत्रीपूर्ण व्हा आणि खूप आक्रमकपणे भाववाढ करू नका - हे मजेदार असले पाहिजे."
  },
  "tip-10": {
    "title": "टिप देण्याची संस्कृती",
    "description": "टिप देणे अनिवार्य नाही परंतु कौतुक केले जाते. रेस्टॉरंटमध्ये बिल राउंड ऑफ करा किंवा लहान बदल सोडा. हॉटेल पोर्टर आणि स्पा कर्मचारी 20-50 बाहट टिपचे कौतुक करतात."
  },
  "tip-11": {
    "title": "बौद्ध प्रथा",
    "description": "बौद्ध धर्म थाई दैनंदिन जीवनावर खोलवर प्रभाव टाकतो. मंदिर भेटी, भिक्षूंना भिक्षा देणे आणि बुद्ध प्रतिमांचा आदर करणे याद्वारे पुण्य कमविणे खूप महत्त्वाचे आहे."
  },
  "tip-12": {
    "title": "थाई वेळ",
    "description": "गोष्टी बहुतेकदा 'थाई वेळ'नुसार चालतात - पश्चिमी वेळापत्रकांपेक्षा थोडे अधिक आरामशीर. संयमाला महत्त्व दिले जाते आणि घाई अशिष्ट मानली जाते. हळू गतीचा स्वीकार करा."
  }
}
