{
  "mt-do-1": {
    "title": "वाई क्रूचा आदर करा",
    "description": "वाई क्रू राम मुआय ही एक पवित्र लढाईपूर्व विधी आहे जी शिक्षक, पालक आणि खेळाचा सन्मान करते. आदराने पहा आणि कधीही त्याची थट्टा करू नका किंवा अनादराने नक्कल करू नका. ही एक खोल आध्यात्मिक परंपरा आहे."
  },
  "mt-do-2": {
    "title": "रिंगमध्ये प्रवेश करताना नमन करा",
    "description": "मुआय थाई रिंगमध्ये प्रवेश करताना किंवा बाहेर जाताना नेहमी खालच्या दोरीवरून जा आणि आपले डोके नमवा. रिंग ही पवित्र जागा मानली जाते आणि हे कलेचा आदर दर्शवते."
  },
  "mt-do-3": {
    "title": "योग्य पोशाख घाला",
    "description": "पारंपारिक मुआय थाई शॉर्ट्स घाला आणि प्रशिक्षणापूर्वी आपले बूट काढा. अनेक जिम योग्य उपकरणे पुरवतात किंवा विकतात. सामान्य शॉर्ट्स किंवा पँट घालणे टाळा."
  },
  "mt-do-4": {
    "title": "आपल्या क्रूचा सन्मान करा",
    "description": "आपला प्रशिक्षक (क्रू) खोल सन्मानास पात्र आहे. लक्षपूर्वक ऐका, सूचनांचे पालन करा आणि प्रत्येक सत्रानंतर त्यांचे आभार मानणे. वर्गापूर्वी आणि नंतर साधा वाई करणे प्रथा आहे."
  },
  "mt-do-5": {
    "title": "मूलभूत गोष्टींपासून सुरुवात करा",
    "description": "शक्तीपूर्वी योग्य तंत्रावर लक्ष केंद्रित करा. थाई प्रशिक्षक मूलभूत गोष्टींवर भर देतात - भूमिका, संतुलन आणि फॉर्म. मूलभूत गोष्टींमध्ये प्रभुत्व मिळवण्यापूर्वी प्रगत हालचाली शिकण्याची घाई करू नका."
  },
  "mt-do-6": {
    "title": "हायड्रेटेड रहा",
    "description": "थायलंडची उष्णता आणि आर्द्रता तीव्र प्रशिक्षणासह एकत्रितपणे पटकन निर्जलीकरण होऊ शकते. प्रशिक्षण सत्रापूर्वी, दरम्यान आणि नंतर भरपूर पाणी प्या."
  },
  "mt-do-7": {
    "title": "अस्सल जिमला भेट द्या",
    "description": "अनुभवी प्रशिक्षकांसह प्रतिष्ठित जिममध्ये प्रशिक्षण घ्या. पुनरावलोकनांचे संशोधन करा आणि स्थानिकांना शिफारसी विचारा. अस्सल शिबिरे खरा मुआय थाई अनुभव देतात."
  },
  "mt-do-8": {
    "title": "थेट लढाई पहा",
    "description": "बँकॉकमधील लुम्पिनी किंवा राजाडॅमनर्न सारख्या स्टेडियममध्ये थेट मुआय थाई सामन्याचा अनुभव घ्या. पारंपारिक संगीत आणि उत्साही गर्दीसह ही एक रोमांचक सांस्कृतिक अनुभव आहे."
  },
  "mt-do-9": {
    "title": "वैद्यकीय विमा मिळवा",
    "description": "मुआय थाई प्रशिक्षण घेण्यापूर्वी, खात्री करा की तुमच्याकडे व्यापक वैद्यकीय विमा आहे जो लढाऊ खेळाच्या दुखापतींना कव्हर करतो. सामायिक उपकरणे आणि त्वचा-ते-त्वचा संपर्कामुळे जिममध्ये स्टॅफ संसर्ग सामान्य आहेत. विमा आपत्कालीन उपचार, रुग्णालयात दाखल आणि संभाव्य संसर्ग-संबंधित काळजी कव्हर करावी."
  },
  "mt-dont-1": {
    "title": "कधीही उपकरणांवरून पाऊल ठेवू नका",
    "description": "कधीही हातमोजे, पॅड किंवा प्रशिक्षण उपकरणांवरून पाऊल ठेवू नका - नेहमी त्यांच्याभोवती चालत जा. उपकरणांवरून पाऊल ठेवणे थाई संस्कृतीत अत्यंत अनादरकारक मानले जाते."
  },
  "mt-dont-2": {
    "title": "पवित्र वस्तूंकडे पाय करू नका",
    "description": "कधीही देवस्थान, बुद्ध प्रतिमा किंवा आपल्या क्रूकडे आपले पाय दिशा देऊ नका. पाय हा शरीराचा सर्वात खालचा भाग आहे. ताणताना किंवा विश्रांती घेताना सावध रहा."
  },
  "mt-dont-3": {
    "title": "मोंगकोलला स्पर्श करू नका",
    "description": "मोंगकोल हेडबँड लढवय्यांसाठी आशीर्वादित आणि पवित्र आहे. परवानगीशिवाय कधीही कोणाच्या मोंगकोलला स्पर्श करू नका आणि त्याला जमिनीवर ठेवू नका किंवा त्यावरून पाऊल ठेवू नका."
  },
  "mt-dont-4": {
    "title": "दिखाऊपणा टाळा",
    "description": "थाई लढवय्ये नम्र आणि आदरणीय असतात. आपल्या कौशल्याबद्दल बढाई मारू नका किंवा इतरांना प्रभावित करण्याचा प्रयत्न करू नका. शांतपणे शिकण्यावर आणि स्वतःला सुधारण्यावर लक्ष केंद्रित करा."
  },
  "mt-dont-5": {
    "title": "जखमी असताना प्रशिक्षण घेऊ नका",
    "description": "आपल्या शरीराचे ऐका आणि आपल्या प्रशिक्षकाला दुखापतींची माहिती द्या. गंभीर दुखापतींमधून जबरदस्तीने जाणे दीर्घकालीन नुकसान होऊ शकते आणि कठोरता नाही तर खराब निर्णय दर्शवते."
  },
  "mt-dont-6": {
    "title": "कधीही आपले हातमोजे फेकू नका",
    "description": "आपल्या हातमोजे आणि सर्व उपकरणांशी आदराने वागा. उपकरणे जमिनीवर फेकणे किंवा त्याच्याशी निष्काळजीपणे वागणे खेळ आणि जिमचा अनादर आहे."
  },
  "mt-dont-7": {
    "title": "वॉर्म-अप वगळू नका",
    "description": "नेहमी संपूर्ण वॉर्म-अप दिनचर्या पूर्ण करा. ते वगळणे दुखापतीचा धोका आहे आणि प्रशिक्षण प्रक्रियेचा अनादर दर्शवते. थाई प्रशिक्षक तयारीला गांभीर्याने घेतात."
  },
  "mt-dont-8": {
    "title": "सट्टेबाजी घोटाळे टाळा",
    "description": "स्टेडियममध्ये सट्टेबाजीच्या टिप्स देणाऱ्या 'मदतशील' अनोळखी व्यक्तींपासून सावध रहा. अनेक फसवणूक करणारे आहेत. जर तुम्ही सट्टा लावायचा ठरवलात तर जबाबदारीने करा आणि केवळ अधिकृत बुकमेकर्सकडे."
  }
}
