{
  "tip-1": {
    "title": "The Wai Greeting",
    "description": "The traditional Thai greeting involves pressing palms together in a prayer-like gesture and bowing slightly. The higher the hands and deeper the bow, the more respect shown. Younger people wai to elders first."
  },
  "tip-2": {
    "title": "Remove Shoes Indoors",
    "description": "Always remove your shoes before entering homes, temples, and some shops. Look for a pile of shoes at the entrance as a cue. This shows respect and keeps spaces clean."
  },
  "tip-3": {
    "title": "Respect for the Royal Family",
    "description": "Thai people hold deep reverence for the monarchy. Speaking negatively about the royal family is illegal and deeply offensive. Stand when the royal anthem plays in cinemas."
  },
  "tip-4": {
    "title": "Head is Sacred, Feet are Low",
    "description": "The head is considered the most sacred part of the body. Never touch someone's head, even children. Feet are the lowest, so never point them at people or Buddha images."
  },
  "tip-5": {
    "title": "Temple Etiquette",
    "description": "Dress modestly at temples - cover shoulders and knees. Remove shoes before entering buildings. Women should never touch monks or hand things directly to them."
  },
  "tip-6": {
    "title": "Thai Food Culture",
    "description": "Thai meals are shared family-style with many dishes in the center. Rice is the foundation of every meal. Use a spoon as your main utensil and fork to push food onto it."
  },
  "tip-7": {
    "title": "Saving Face",
    "description": "Thais value keeping calm and avoiding public confrontation. Losing your temper or causing someone to 'lose face' publicly is very embarrassing. Stay patient and smile."
  },
  "tip-8": {
    "title": "The Thai Smile",
    "description": "Thailand is called the 'Land of Smiles.' Smiling is used not just for happiness but also to apologize, show embarrassment, or ease tension. Return smiles graciously."
  },
  "tip-9": {
    "title": "Bargaining at Markets",
    "description": "Bargaining is expected at markets and with street vendors, but not in malls or restaurants with fixed prices. Be friendly and don't bargain too aggressively - it should be fun."
  },
  "tip-10": {
    "title": "Tipping Culture",
    "description": "Tipping is not mandatory but appreciated. Round up the bill at restaurants or leave small change. Hotel porters and spa staff appreciate tips of 20-50 baht."
  },
  "tip-11": {
    "title": "Buddhist Practices",
    "description": "Buddhism deeply influences Thai daily life. Making merit through temple visits, giving alms to monks, and respecting Buddha images is very important."
  },
  "tip-12": {
    "title": "Thai Time",
    "description": "Things often run on 'Thai time' - slightly more relaxed than Western schedules. Patience is valued, and rushing is considered rude. Embrace the slower pace."
  }
}
