{
  "mt-do-1": {
    "title": "Respect the Wai Kru",
    "description": "The Wai Kru Ram Muay is a sacred pre-fight ritual honoring teachers, parents, and the sport. Watch respectfully and never mock or imitate it disrespectfully. It's a deeply spiritual tradition."
  },
  "mt-do-2": {
    "title": "Bow When Entering the Ring",
    "description": "Always step over the bottom rope and bow your head when entering or exiting a Muay Thai ring. The ring is considered sacred space, and this shows respect to the art."
  },
  "mt-do-3": {
    "title": "Wear Proper Attire",
    "description": "Wear traditional Muay Thai shorts and remove your shoes before training. Many gyms provide or sell appropriate gear. Avoid wearing regular shorts or pants."
  },
  "mt-do-4": {
    "title": "Show Respect to Your Kru",
    "description": "Your trainer (Kru) deserves deep respect. Listen attentively, follow instructions, and thank them after each session. A simple wai before and after class is customary."
  },
  "mt-do-5": {
    "title": "Start with Basics",
    "description": "Focus on proper technique before power. Thai trainers emphasize fundamentals - stance, balance, and form. Don't rush to learn advanced moves before mastering basics."
  },
  "mt-do-6": {
    "title": "Stay Hydrated",
    "description": "Thailand's heat and humidity combined with intense training can lead to dehydration quickly. Drink plenty of water before, during, and after training sessions."
  },
  "mt-do-7": {
    "title": "Visit Authentic Gyms",
    "description": "Train at reputable gyms with experienced trainers. Research reviews and ask locals for recommendations. Authentic camps offer the real Muay Thai experience."
  },
  "mt-do-8": {
    "title": "Watch Live Fights",
    "description": "Experience a live Muay Thai match at stadiums like Lumpinee or Rajadamnern in Bangkok. It's an electrifying cultural experience with traditional music and passionate crowds."
  },
  "mt-do-9": {
    "title": "Get Medical Insurance",
    "description": "Before training Muay Thai, ensure you have comprehensive medical insurance that covers combat sports injuries. Staph infections are common in gyms due to shared equipment and skin-to-skin contact. Insurance should cover emergency treatment, hospitalization, and potential infection-related care."
  },
  "mt-dont-1": {
    "title": "Never Step Over Equipment",
    "description": "Never step over gloves, pads, or training equipment - always walk around them. Stepping over gear is considered extremely disrespectful in Thai culture."
  },
  "mt-dont-2": {
    "title": "Don't Point Feet at Sacred Items",
    "description": "Never point your feet toward the shrine, Buddha images, or your Kru. Feet are the lowest part of the body. Be mindful when stretching or resting."
  },
  "mt-dont-3": {
    "title": "Don't Touch the Mongkol",
    "description": "The Mongkol headband is blessed and sacred to fighters. Never touch someone's Mongkol without permission, and never place it on the ground or step over it."
  },
  "mt-dont-4": {
    "title": "Avoid Showing Off",
    "description": "Thai fighters are humble and respectful. Don't brag about your skills or try to impress others. Focus on learning and improving yourself quietly."
  },
  "mt-dont-5": {
    "title": "Don't Train Injured",
    "description": "Listen to your body and communicate injuries to your trainer. Pushing through serious injuries can cause long-term damage and shows poor judgment, not toughness."
  },
  "mt-dont-6": {
    "title": "Never Throw Your Gloves",
    "description": "Treat your gloves and all equipment with respect. Throwing gear on the ground or treating it carelessly is disrespectful to the sport and the gym."
  },
  "mt-dont-7": {
    "title": "Don't Skip the Warm-Up",
    "description": "Always complete the full warm-up routine. Skipping it risks injury and shows disrespect to the training process. Thai trainers take preparation seriously."
  },
  "mt-dont-8": {
    "title": "Avoid Betting Scams",
    "description": "Be cautious of 'helpful' strangers offering betting tips at stadiums. Many are scammers. If you choose to bet, do so responsibly and only with official bookmakers."
  }
}
