{
  "tip-1": {
    "title": "Приветствие Вай",
    "description": "Традиционное тайское приветствие включает в себя сложение ладоней вместе в жесте, похожем на молитву, и легкий поклон. Чем выше руки и глубже поклон, тем больше уважения демонстрируется. Младшие люди приветствуют старших первыми."
  },
  "tip-2": {
    "title": "Снимайте Обувь в Помещении",
    "description": "Всегда снимайте обувь перед входом в дома, храмы и некоторые магазины. Ищите кучу обуви у входа как подсказку. Это проявление уважения и поддержание чистоты."
  },
  "tip-3": {
    "title": "Уважение к Королевской Семье",
    "description": "Тайцы питают глубокое почтение к монархии. Негативные высказывания о королевской семье незаконны и крайне оскорбительны. Вставайте, когда в кинотеатрах звучит королевский гимн."
  },
  "tip-4": {
    "title": "Голова Священна, Ноги Низки",
    "description": "Голова считается самой священной частью тела. Никогда не прикасайтесь к чьей-либо голове, даже детской. Ноги самые низкие, поэтому никогда не направляйте их на людей или изображения Будды."
  },
  "tip-5": {
    "title": "Этикет в Храме",
    "description": "Одевайтесь скромно в храмах - покрывайте плечи и колени. Снимайте обувь перед входом в здания. Женщинам нельзя прикасаться к монахам или передавать им вещи напрямую."
  },
  "tip-6": {
    "title": "Тайская Культура Питания",
    "description": "Тайские блюда подаются в семейном стиле с множеством блюд в центре. Рис является основой каждого приема пищи. Используйте ложку как основной прибор, а вилку для того, чтобы подталкивать еду к ложке."
  },
  "tip-7": {
    "title": "Сохранение Лица",
    "description": "Тайцы ценят сохранение спокойствия и избегание публичных конфронтаций. Потеря самообладания или заставление кого-то 'потерять лицо' публично очень неловко. Сохраняйте терпение и улыбайтесь."
  },
  "tip-8": {
    "title": "Тайская Улыбка",
    "description": "Таиланд называют 'Страной Улыбок'. Улыбка используется не только для счастья, но и для извинений, выражения смущения или снятия напряжения. Отвечайте на улыбки любезно."
  },
  "tip-9": {
    "title": "Торг на Рынках",
    "description": "Торговаться ожидается на рынках и с уличными торговцами, но не в торговых центрах или ресторанах с фиксированными ценами. Будьте дружелюбны и не торгуйтесь слишком агрессивно - это должно быть весело."
  },
  "tip-10": {
    "title": "Культура Чаевых",
    "description": "Чаевые не обязательны, но ценятся. Округляйте счет в ресторанах или оставляйте мелочь. Носильщики отелей и персонал спа ценят чаевые в размере 20-50 бат."
  },
  "tip-11": {
    "title": "Буддийские Практики",
    "description": "Буддизм глубоко влияет на повседневную жизнь тайцев. Накопление заслуг через посещение храмов, подаяние монахам и уважение к изображениям Будды очень важно."
  },
  "tip-12": {
    "title": "Тайское Время",
    "description": "Вещи часто идут по 'тайскому времени' - немного более расслабленно, чем западные расписания. Терпение ценится, а спешка считается грубостью. Примите более медленный темп."
  }
}
