{
  "mt-do-1": {
    "title": "Уважайте Вай Кру",
    "description": "Вай Кру Рам Муай — это священный ритуал перед боем, почитающий учителей, родителей и спорт. Наблюдайте уважительно и никогда не высмеивайте и не имитируйте его неуважительно. Это глубоко духовная традиция."
  },
  "mt-do-2": {
    "title": "Кланяйтесь при Входе на Ринг",
    "description": "Всегда переступайте через нижний канат и кланяйтесь при входе или выходе с ринга тайского бокса. Ринг считается священным пространством, и это проявляет уважение к искусству."
  },
  "mt-do-3": {
    "title": "Носите Подходящую Одежду",
    "description": "Носите традиционные шорты для тайского бокса и снимайте обувь перед тренировкой. Многие залы предоставляют или продают подходящую экипировку. Избегайте обычных шорт или брюк."
  },
  "mt-do-4": {
    "title": "Проявляйте Уважение к Вашему Кру",
    "description": "Ваш тренер (Кру) заслуживает глубокого уважения. Слушайте внимательно, следуйте инструкциям и благодарите его после каждой тренировки. Простой вай до и после занятия — это обычай."
  },
  "mt-do-5": {
    "title": "Начните с Основ",
    "description": "Сосредоточьтесь на правильной технике, а не на силе. Тайские тренеры подчеркивают основы — стойку, баланс и форму. Не спешите изучать продвинутые приемы до освоения базовых."
  },
  "mt-do-6": {
    "title": "Поддерживайте Гидратацию",
    "description": "Жара и влажность Таиланда в сочетании с интенсивными тренировками могут быстро привести к обезвоживанию. Пейте много воды до, во время и после тренировок."
  },
  "mt-do-7": {
    "title": "Посещайте Аутентичные Залы",
    "description": "Тренируйтесь в авторитетных залах с опытными тренерами. Изучайте отзывы и спрашивайте рекомендации у местных жителей. Аутентичные лагеря предлагают настоящий опыт тайского бокса."
  },
  "mt-do-8": {
    "title": "Смотрите Живые Бои",
    "description": "Посетите живой поединок по тайскому боксу на стадионах, таких как Лумпини или Раджадамнерн в Бангкоке. Это захватывающий культурный опыт с традиционной музыкой и страстной публикой."
  },
  "mt-do-9": {
    "title": "Оформите Медицинскую Страховку",
    "description": "Перед тренировками по тайскому боксу убедитесь, что у вас есть комплексная медицинская страховка, покрывающая травмы в боевых видах спорта. Стафилококковые инфекции распространены в залах из-за общего оборудования и контакта кожа к коже. Страховка должна покрывать экстренное лечение, госпитализацию и потенциальный уход, связанный с инфекциями."
  },
  "mt-dont-1": {
    "title": "Никогда не Переступайте через Снаряжение",
    "description": "Никогда не переступайте через перчатки, подушки или тренировочное снаряжение — всегда обходите их. Переступать через снаряжение считается крайне неуважительным в тайской культуре."
  },
  "mt-dont-2": {
    "title": "Не Направляйте Ноги на Священные Предметы",
    "description": "Никогда не направляйте ноги в сторону святыни, изображений Будды или вашего Кру. Ноги — самая нижняя часть тела. Будьте внимательны при растяжке или отдыхе."
  },
  "mt-dont-3": {
    "title": "Не Трогайте Монгкол",
    "description": "Повязка Монгкол благословлена и священна для бойцов. Никогда не трогайте Монгкол кого-либо без разрешения и никогда не кладите его на землю или не переступайте через него."
  },
  "mt-dont-4": {
    "title": "Избегайте Хвастовства",
    "description": "Тайские бойцы скромны и уважительны. Не хвастайтесь своими навыками и не пытайтесь произвести впечатление на других. Сосредоточьтесь на тихом обучении и самосовершенствовании."
  },
  "mt-dont-5": {
    "title": "Не Тренируйтесь Травмированным",
    "description": "Прислушивайтесь к своему телу и сообщайте о травмах тренеру. Продолжение тренировок через серьезные травмы может привести к долгосрочным повреждениям и показывает плохое суждение, а не стойкость."
  },
  "mt-dont-6": {
    "title": "Никогда не Бросайте Перчатки",
    "description": "Относитесь к перчаткам и всему снаряжению с уважением. Бросать снаряжение на пол или обращаться с ним небрежно — это неуважение к спорту и залу."
  },
  "mt-dont-7": {
    "title": "Не Пропускайте Разминку",
    "description": "Всегда выполняйте полную программу разминки. Пропуск разминки рискует травмами и демонстрирует неуважение к тренировочному процессу. Тайские тренеры серьезно относятся к подготовке."
  },
  "mt-dont-8": {
    "title": "Избегайте Мошенничества со Ставками",
    "description": "Будьте осторожны с «услужливыми» незнакомцами, предлагающими советы по ставкам на стадионах. Многие из них мошенники. Если вы решите делать ставки, делайте это ответственно и только с официальными букмекерами."
  }
}
