{
  "tip-1": {
    "title": "Der Wai-Gruß",
    "description": "Die traditionelle thailändische Begrüßung besteht darin, die Handflächen in einer gebetsähnlichen Geste zusammenzupressen und sich leicht zu verbeugen. Je höher die Hände und tiefer die Verbeugung, desto mehr Respekt wird gezeigt. Jüngere Menschen machen den Wai zuerst vor Älteren."
  },
  "tip-2": {
    "title": "Schuhe Drinnen Ausziehen",
    "description": "Ziehen Sie immer Ihre Schuhe aus, bevor Sie Häuser, Tempel und einige Geschäfte betreten. Achten Sie auf einen Schuhhaufen am Eingang als Hinweis. Dies zeigt Respekt und hält Räume sauber."
  },
  "tip-3": {
    "title": "Respekt für die Königsfamilie",
    "description": "Thailänder hegen tiefe Ehrfurcht vor der Monarchie. Negativ über die Königsfamilie zu sprechen ist illegal und zutiefst beleidigend. Stehen Sie auf, wenn die Königshymne in Kinos gespielt wird."
  },
  "tip-4": {
    "title": "Kopf ist Heilig, Füße sind Niedrig",
    "description": "Der Kopf wird als heiligster Teil des Körpers betrachtet. Berühren Sie niemals jemandes Kopf, auch nicht von Kindern. Füße sind am niedrigsten, zeigen Sie also niemals mit ihnen auf Menschen oder Buddha-Bilder."
  },
  "tip-5": {
    "title": "Tempel-Etikette",
    "description": "Kleiden Sie sich bescheiden in Tempeln - bedecken Sie Schultern und Knie. Ziehen Sie Schuhe aus, bevor Sie Gebäude betreten. Frauen sollten Mönche niemals berühren oder ihnen Dinge direkt überreichen."
  },
  "tip-6": {
    "title": "Thailändische Esskultur",
    "description": "Thailändische Mahlzeiten werden im Familienstil geteilt mit vielen Gerichten in der Mitte. Reis ist die Grundlage jeder Mahlzeit. Verwenden Sie einen Löffel als Hauptbesteck und eine Gabel, um Essen darauf zu schieben."
  },
  "tip-7": {
    "title": "Gesicht Wahren",
    "description": "Thailänder schätzen es, ruhig zu bleiben und öffentliche Konfrontationen zu vermeiden. Die Beherrschung zu verlieren oder jemanden öffentlich 'das Gesicht verlieren' zu lassen, ist sehr peinlich. Bleiben Sie geduldig und lächeln Sie."
  },
  "tip-8": {
    "title": "Das Thailändische Lächeln",
    "description": "Thailand wird das 'Land des Lächelns' genannt. Lächeln wird nicht nur für Glück verwendet, sondern auch um sich zu entschuldigen, Verlegenheit zu zeigen oder Spannungen abzubauen. Erwidern Sie Lächeln höflich."
  },
  "tip-9": {
    "title": "Feilschen auf Märkten",
    "description": "Feilschen wird auf Märkten und bei Straßenhändlern erwartet, aber nicht in Einkaufszentren oder Restaurants mit festen Preisen. Seien Sie freundlich und feilschen Sie nicht zu aggressiv - es sollte Spaß machen."
  },
  "tip-10": {
    "title": "Trinkgeld-Kultur",
    "description": "Trinkgeld ist nicht obligatorisch, wird aber geschätzt. Runden Sie die Rechnung in Restaurants auf oder lassen Sie Kleingeld. Hotelpagen und Spa-Personal schätzen Trinkgelder von 20-50 Baht."
  },
  "tip-11": {
    "title": "Buddhistische Praktiken",
    "description": "Der Buddhismus beeinflusst das thailändische Alltagsleben tiefgreifend. Verdienste durch Tempelbesuche zu sammeln, Mönchen Almosen zu geben und Buddha-Bilder zu respektieren ist sehr wichtig."
  },
  "tip-12": {
    "title": "Thailändische Zeit",
    "description": "Dinge laufen oft nach 'thailändischer Zeit' - etwas entspannter als westliche Zeitpläne. Geduld wird geschätzt und Eile gilt als unhöflich. Nehmen Sie das langsamere Tempo an."
  }
}
