{
  "mt-do-1": {
    "title": "Respektiere den Wai Kru",
    "description": "Der Wai Kru Ram Muay ist ein heiliges Ritual vor dem Kampf, das Lehrer, Eltern und den Sport ehrt. Schaue respektvoll zu und verspotte oder imitiere es niemals respektlos. Es ist eine zutiefst spirituelle Tradition."
  },
  "mt-do-2": {
    "title": "Verbeuge Dich beim Betreten des Rings",
    "description": "Steige immer über das untere Seil und verbeuge deinen Kopf, wenn du einen Muay Thai Ring betrittst oder verlässt. Der Ring gilt als heiliger Raum, und dies zeigt Respekt für die Kunst."
  },
  "mt-do-3": {
    "title": "Trage Angemessene Kleidung",
    "description": "Trage traditionelle Muay Thai Shorts und ziehe deine Schuhe vor dem Training aus. Viele Fitnessstudios bieten oder verkaufen geeignete Ausrüstung. Vermeide das Tragen normaler Shorts oder Hosen."
  },
  "mt-do-4": {
    "title": "Zeige Respekt für Deinen Kru",
    "description": "Dein Trainer (Kru) verdient tiefen Respekt. Höre aufmerksam zu, befolge Anweisungen und danke ihm nach jeder Einheit. Ein einfacher Wai vor und nach dem Unterricht ist üblich."
  },
  "mt-do-5": {
    "title": "Beginne mit den Grundlagen",
    "description": "Konzentriere dich auf die richtige Technik vor der Kraft. Thai-Trainer betonen die Grundlagen - Haltung, Balance und Form. Beeile dich nicht, fortgeschrittene Bewegungen zu lernen, bevor du die Grundlagen beherrschst."
  },
  "mt-do-6": {
    "title": "Bleibe Hydriert",
    "description": "Thailands Hitze und Feuchtigkeit in Kombination mit intensivem Training können schnell zu Dehydration führen. Trinke vor, während und nach den Trainingseinheiten viel Wasser."
  },
  "mt-do-7": {
    "title": "Besuche Authentische Fitnessstudios",
    "description": "Trainiere in seriösen Fitnessstudios mit erfahrenen Trainern. Recherchiere Bewertungen und frage Einheimische nach Empfehlungen. Authentische Camps bieten das echte Muay Thai Erlebnis."
  },
  "mt-do-8": {
    "title": "Schaue Live-Kämpfe",
    "description": "Erlebe einen Live-Muay Thai Kampf in Stadien wie Lumpinee oder Rajadamnern in Bangkok. Es ist ein elektrisierendes kulturelles Erlebnis mit traditioneller Musik und leidenschaftlichen Menschenmengen."
  },
  "mt-do-9": {
    "title": "Schließe eine Krankenversicherung Ab",
    "description": "Bevor du Muay Thai trainierst, stelle sicher, dass du eine umfassende Krankenversicherung hast, die Verletzungen durch Kampfsport abdeckt. Staphylokokken-Infektionen sind in Fitnessstudios aufgrund gemeinsam genutzter Ausrüstung und Haut-zu-Haut-Kontakt häufig. Die Versicherung sollte Notfallbehandlung, Krankenhausaufenthalt und potenzielle infektionsbezogene Pflege abdecken."
  },
  "mt-dont-1": {
    "title": "Steige Niemals über Ausrüstung",
    "description": "Steige niemals über Handschuhe, Polster oder Trainingsausrüstung - gehe immer um sie herum. Über Ausrüstung zu steigen gilt in der thailändischen Kultur als äußerst respektlos."
  },
  "mt-dont-2": {
    "title": "Zeige Nicht mit den Füßen auf Heilige Gegenstände",
    "description": "Zeige niemals mit deinen Füßen auf den Schrein, Buddha-Bilder oder deinen Kru. Füße sind der niedrigste Teil des Körpers. Sei vorsichtig beim Dehnen oder Ausruhen."
  },
  "mt-dont-3": {
    "title": "Berühre das Mongkol Nicht",
    "description": "Das Mongkol Stirnband ist für Kämpfer gesegnet und heilig. Berühre niemals das Mongkol einer Person ohne Erlaubnis und lege es niemals auf den Boden oder steige darüber."
  },
  "mt-dont-4": {
    "title": "Vermeide Angeberei",
    "description": "Thai-Kämpfer sind bescheiden und respektvoll. Prahle nicht mit deinen Fähigkeiten oder versuche, andere zu beeindrucken. Konzentriere dich darauf, leise zu lernen und dich selbst zu verbessern."
  },
  "mt-dont-5": {
    "title": "Trainiere Nicht Verletzt",
    "description": "Höre auf deinen Körper und kommuniziere Verletzungen mit deinem Trainer. Durch ernsthafte Verletzungen zu trainieren kann langfristige Schäden verursachen und zeigt schlechtes Urteilsvermögen, nicht Härte."
  },
  "mt-dont-6": {
    "title": "Wirf Niemals Deine Handschuhe",
    "description": "Behandle deine Handschuhe und alle Ausrüstung mit Respekt. Ausrüstung auf den Boden zu werfen oder nachlässig zu behandeln ist respektlos gegenüber dem Sport und dem Fitnessstudio."
  },
  "mt-dont-7": {
    "title": "Überspringe Nicht das Aufwärmen",
    "description": "Vervollständige immer die vollständige Aufwärmroutine. Das Aufwärmen zu überspringen riskiert Verletzungen und zeigt Respektlosigkeit gegenüber dem Trainingsprozess. Thai-Trainer nehmen die Vorbereitung ernst."
  },
  "mt-dont-8": {
    "title": "Vermeide Wett-Betrügereien",
    "description": "Sei vorsichtig bei 'hilfsbereiten' Fremden, die Wett-Tipps in Stadien anbieten. Viele sind Betrüger. Wenn du dich entscheidest zu wetten, tue es verantwortungsvoll und nur mit offiziellen Buchmachern."
  }
}
