{
  "tip-1": {
    "title": "El Saludo Wai",
    "description": "El saludo tradicional tailandés consiste en presionar las palmas juntas en un gesto similar a la oración e inclinarse ligeramente. Cuanto más altas las manos y más profunda la reverencia, mayor respeto se muestra. Los jóvenes hacen el wai a los mayores primero."
  },
  "tip-2": {
    "title": "Quítese los Zapatos en Interiores",
    "description": "Quítese siempre los zapatos antes de entrar en casas, templos y algunas tiendas. Busque un montón de zapatos en la entrada como señal. Esto muestra respeto y mantiene los espacios limpios."
  },
  "tip-3": {
    "title": "Respeto por la Familia Real",
    "description": "Los tailandeses tienen una profunda reverencia por la monarquía. Hablar negativamente sobre la familia real es ilegal y profundamente ofensivo. Póngase de pie cuando suene el himno real en los cines."
  },
  "tip-4": {
    "title": "La Cabeza es Sagrada, los Pies son Bajos",
    "description": "La cabeza se considera la parte más sagrada del cuerpo. Nunca toque la cabeza de alguien, ni siquiera de los niños. Los pies son lo más bajo, así que nunca los apunte hacia personas o imágenes de Buda."
  },
  "tip-5": {
    "title": "Etiqueta en el Templo",
    "description": "Vístase modestamente en los templos: cubra hombros y rodillas. Quítese los zapatos antes de entrar a los edificios. Las mujeres nunca deben tocar a los monjes ni entregarles cosas directamente."
  },
  "tip-6": {
    "title": "Cultura Gastronómica Tailandesa",
    "description": "Las comidas tailandesas se comparten al estilo familiar con muchos platos en el centro. El arroz es la base de cada comida. Use una cuchara como utensilio principal y un tenedor para empujar la comida hacia ella."
  },
  "tip-7": {
    "title": "Salvar las Apariencias",
    "description": "Los tailandeses valoran mantener la calma y evitar la confrontación pública. Perder los estribos o hacer que alguien 'pierda las apariencias' públicamente es muy vergonzoso. Manténgase paciente y sonría."
  },
  "tip-8": {
    "title": "La Sonrisa Tailandesa",
    "description": "Tailandia se llama la 'Tierra de las Sonrisas'. Sonreír se usa no solo para la felicidad, sino también para disculparse, mostrar vergüenza o aliviar la tensión. Devuelva las sonrisas con gracia."
  },
  "tip-9": {
    "title": "Regateo en los Mercados",
    "description": "Se espera regatear en los mercados y con vendedores ambulantes, pero no en centros comerciales o restaurantes con precios fijos. Sea amigable y no regatee demasiado agresivamente: debe ser divertido."
  },
  "tip-10": {
    "title": "Cultura de Propinas",
    "description": "Dar propina no es obligatorio pero se agradece. Redondee la cuenta en restaurantes o deje el cambio pequeño. Los porteros de hotel y el personal de spa aprecian propinas de 20-50 baht."
  },
  "tip-11": {
    "title": "Prácticas Budistas",
    "description": "El budismo influye profundamente en la vida diaria tailandesa. Hacer mérito a través de visitas a templos, dar limosnas a los monjes y respetar las imágenes de Buda es muy importante."
  },
  "tip-12": {
    "title": "Tiempo Tailandés",
    "description": "Las cosas a menudo funcionan según el 'tiempo tailandés', un poco más relajado que los horarios occidentales. Se valora la paciencia y apresurarse se considera de mala educación. Acepte el ritmo más lento."
  }
}
