{
  "mt-do-1": {
    "title": "Respeta el Wai Kru",
    "description": "El Wai Kru Ram Muay es un ritual sagrado previo a la pelea que honra a maestros, padres y el deporte. Observa con respeto y nunca lo imites irrespetuosamente. Es una tradición profundamente espiritual."
  },
  "mt-do-2": {
    "title": "Inclínate al Entrar al Ring",
    "description": "Siempre pasa por encima de la cuerda inferior e inclina tu cabeza al entrar o salir de un ring de Muay Thai. El ring se considera espacio sagrado, y esto muestra respeto al arte."
  },
  "mt-do-3": {
    "title": "Usa Vestimenta Apropiada",
    "description": "Usa pantalones cortos tradicionales de Muay Thai y quítate los zapatos antes de entrenar. Muchos gimnasios proporcionan o venden equipo apropiado. Evita usar pantalones cortos o pantalones regulares."
  },
  "mt-do-4": {
    "title": "Muestra Respeto a tu Kru",
    "description": "Tu entrenador (Kru) merece un profundo respeto. Escucha atentamente, sigue las instrucciones y agradéceles después de cada sesión. Un simple wai antes y después de clase es costumbre."
  },
  "mt-do-5": {
    "title": "Comienza con lo Básico",
    "description": "Enfócate en la técnica adecuada antes que en la potencia. Los entrenadores tailandeses enfatizan los fundamentos: postura, equilibrio y forma. No te apresures a aprender movimientos avanzados antes de dominar lo básico."
  },
  "mt-do-6": {
    "title": "Mantente Hidratado",
    "description": "El calor y la humedad de Tailandia combinados con el entrenamiento intenso pueden provocar deshidratación rápidamente. Bebe mucha agua antes, durante y después de las sesiones de entrenamiento."
  },
  "mt-do-7": {
    "title": "Visita Gimnasios Auténticos",
    "description": "Entrena en gimnasios de buena reputación con entrenadores experimentados. Investiga reseñas y pide recomendaciones a locales. Los campos auténticos ofrecen la experiencia real de Muay Thai."
  },
  "mt-do-8": {
    "title": "Mira Peleas en Vivo",
    "description": "Experimenta un combate de Muay Thai en vivo en estadios como Lumpinee o Rajadamnern en Bangkok. Es una experiencia cultural electrizante con música tradicional y multitudes apasionadas."
  },
  "mt-do-9": {
    "title": "Obtén Seguro Médico",
    "description": "Antes de entrenar Muay Thai, asegúrate de tener un seguro médico integral que cubra lesiones de deportes de combate. Las infecciones por estafilococos son comunes en los gimnasios debido al equipo compartido y al contacto piel con piel. El seguro debe cubrir tratamiento de emergencia, hospitalización y atención potencial relacionada con infecciones."
  },
  "mt-dont-1": {
    "title": "Nunca Pases Sobre el Equipo",
    "description": "Nunca pases sobre guantes, almohadillas o equipo de entrenamiento, siempre camina alrededor de ellos. Pasar sobre el equipo se considera extremadamente irrespetuoso en la cultura tailandesa."
  },
  "mt-dont-2": {
    "title": "No Apuntes los Pies a Objetos Sagrados",
    "description": "Nunca apuntes tus pies hacia el santuario, imágenes de Buda o tu Kru. Los pies son la parte más baja del cuerpo. Ten cuidado al estirar o descansar."
  },
  "mt-dont-3": {
    "title": "No Toques el Mongkol",
    "description": "La banda Mongkol está bendecida y es sagrada para los luchadores. Nunca toques el Mongkol de alguien sin permiso, y nunca lo coloques en el suelo o lo pases por encima."
  },
  "mt-dont-4": {
    "title": "Evita Presumir",
    "description": "Los luchadores tailandeses son humildes y respetuosos. No presumas de tus habilidades ni intentes impresionar a otros. Concéntrate en aprender y mejorar en silencio."
  },
  "mt-dont-5": {
    "title": "No Entrenes Lesionado",
    "description": "Escucha a tu cuerpo y comunica las lesiones a tu entrenador. Forzar lesiones graves puede causar daños a largo plazo y muestra mal juicio, no fortaleza."
  },
  "mt-dont-6": {
    "title": "Nunca Tires tus Guantes",
    "description": "Trata tus guantes y todo el equipo con respeto. Tirar el equipo al suelo o tratarlo descuidadamente es irrespetuoso para el deporte y el gimnasio."
  },
  "mt-dont-7": {
    "title": "No Te Saltes el Calentamiento",
    "description": "Siempre completa la rutina completa de calentamiento. Saltártela arriesga lesiones y muestra falta de respeto al proceso de entrenamiento. Los entrenadores tailandeses toman la preparación en serio."
  },
  "mt-dont-8": {
    "title": "Evita Estafas de Apuestas",
    "description": "Ten cuidado con extraños 'serviciales' que ofrecen consejos de apuestas en los estadios. Muchos son estafadores. Si eliges apostar, hazlo responsablemente y solo con corredores oficiales."
  }
}
