{
  "tip-1": {
    "title": "A Saudação Wai",
    "description": "A saudação tradicional tailandesa envolve pressionar as palmas das mãos juntas em um gesto semelhante à oração e inclinar-se levemente. Quanto mais altas as mãos e mais profunda a reverência, mais respeito é demonstrado. Os jovens fazem o wai aos mais velhos primeiro."
  },
  "tip-2": {
    "title": "Remova os Sapatos em Interiores",
    "description": "Sempre remova os sapatos antes de entrar em casas, templos e algumas lojas. Procure por uma pilha de sapatos na entrada como indicação. Isso demonstra respeito e mantém os espaços limpos."
  },
  "tip-3": {
    "title": "Respeito pela Família Real",
    "description": "Os tailandeses têm profunda reverência pela monarquia. Falar negativamente sobre a família real é ilegal e profundamente ofensivo. Fique em pé quando o hino real tocar nos cinemas."
  },
  "tip-4": {
    "title": "Cabeça é Sagrada, Pés são Baixos",
    "description": "A cabeça é considerada a parte mais sagrada do corpo. Nunca toque na cabeça de alguém, nem mesmo de crianças. Os pés são o mais baixo, então nunca aponte-os para pessoas ou imagens de Buda."
  },
  "tip-5": {
    "title": "Etiqueta no Templo",
    "description": "Vista-se modestamente nos templos - cubra ombros e joelhos. Remova os sapatos antes de entrar nos edifícios. Mulheres nunca devem tocar monges ou entregar coisas diretamente a eles."
  },
  "tip-6": {
    "title": "Cultura Alimentar Tailandesa",
    "description": "As refeições tailandesas são compartilhadas em estilo familiar com muitos pratos no centro. O arroz é a base de cada refeição. Use uma colher como utensílio principal e o garfo para empurrar a comida para ela."
  },
  "tip-7": {
    "title": "Salvar as Aparências",
    "description": "Os tailandeses valorizam manter a calma e evitar confrontos públicos. Perder a paciência ou fazer alguém 'perder as aparências' publicamente é muito embaraçoso. Mantenha-se paciente e sorria."
  },
  "tip-8": {
    "title": "O Sorriso Tailandês",
    "description": "A Tailândia é chamada de 'Terra dos Sorrisos'. Sorrir é usado não apenas para felicidade, mas também para pedir desculpas, mostrar constrangimento ou aliviar a tensão. Retribua sorrisos graciosamente."
  },
  "tip-9": {
    "title": "Pechinchar em Mercados",
    "description": "Pechinchar é esperado em mercados e com vendedores de rua, mas não em shoppings ou restaurantes com preços fixos. Seja amigável e não pechinche de forma muito agressiva - deve ser divertido."
  },
  "tip-10": {
    "title": "Cultura de Gorjetas",
    "description": "Dar gorjeta não é obrigatório, mas é apreciado. Arredonde a conta em restaurantes ou deixe o troco pequeno. Carregadores de hotel e funcionários de spa apreciam gorjetas de 20-50 baht."
  },
  "tip-11": {
    "title": "Práticas Budistas",
    "description": "O budismo influencia profundamente a vida diária tailandesa. Fazer mérito através de visitas a templos, dar esmolas a monges e respeitar imagens de Buda é muito importante."
  },
  "tip-12": {
    "title": "Tempo Tailandês",
    "description": "As coisas geralmente funcionam no 'tempo tailandês' - um pouco mais relaxado que os horários ocidentais. A paciência é valorizada e ter pressa é considerado rude. Abrace o ritmo mais lento."
  }
}
