{
  "mt-do-1": {
    "title": "Respeite o Wai Kru",
    "description": "O Wai Kru Ram Muay é um ritual sagrado pré-luta que honra professores, pais e o esporte. Observe respeitosamente e nunca zombe ou imite de forma desrespeitosa. É uma tradição profundamente espiritual."
  },
  "mt-do-2": {
    "title": "Curve-se ao Entrar no Ringue",
    "description": "Sempre passe por cima da corda inferior e curve a cabeça ao entrar ou sair de um ringue de Muay Thai. O ringue é considerado um espaço sagrado, e isso mostra respeito pela arte."
  },
  "mt-do-3": {
    "title": "Use Vestimenta Adequada",
    "description": "Use shorts tradicionais de Muay Thai e remova seus sapatos antes de treinar. Muitas academias fornecem ou vendem equipamento apropriado. Evite usar shorts ou calças comuns."
  },
  "mt-do-4": {
    "title": "Mostre Respeito ao Seu Kru",
    "description": "Seu treinador (Kru) merece profundo respeito. Ouça atentamente, siga as instruções e agradeça após cada sessão. Um simples wai antes e depois da aula é costume."
  },
  "mt-do-5": {
    "title": "Comece com o Básico",
    "description": "Concentre-se na técnica adequada antes da potência. Os treinadores tailandeses enfatizam os fundamentos - postura, equilíbrio e forma. Não se apresse para aprender movimentos avançados antes de dominar o básico."
  },
  "mt-do-6": {
    "title": "Mantenha-se Hidratado",
    "description": "O calor e a umidade da Tailândia combinados com treinamento intenso podem levar rapidamente à desidratação. Beba bastante água antes, durante e depois das sessões de treinamento."
  },
  "mt-do-7": {
    "title": "Visite Academias Autênticas",
    "description": "Treine em academias respeitáveis com treinadores experientes. Pesquise avaliações e peça recomendações aos locais. Campos autênticos oferecem a verdadeira experiência de Muay Thai."
  },
  "mt-do-8": {
    "title": "Assista Lutas ao Vivo",
    "description": "Experimente uma luta de Muay Thai ao vivo em estádios como Lumpinee ou Rajadamnern em Bangkok. É uma experiência cultural eletrizante com música tradicional e multidões apaixonadas."
  },
  "mt-do-9": {
    "title": "Contrate Seguro Médico",
    "description": "Antes de treinar Muay Thai, certifique-se de ter um seguro médico abrangente que cubra lesões de esportes de combate. Infecções por estafilococos são comuns em academias devido ao compartilhamento de equipamentos e contato pele a pele. O seguro deve cobrir tratamento de emergência, hospitalização e cuidados potenciais relacionados a infecções."
  },
  "mt-dont-1": {
    "title": "Nunca Passe por Cima do Equipamento",
    "description": "Nunca passe por cima de luvas, almofadas ou equipamento de treinamento - sempre contorne-os. Passar por cima do equipamento é considerado extremamente desrespeitoso na cultura tailandesa."
  },
  "mt-dont-2": {
    "title": "Não Aponte os Pés para Itens Sagrados",
    "description": "Nunca aponte seus pés em direção ao santuário, imagens de Buda ou seu Kru. Os pés são a parte mais baixa do corpo. Tenha cuidado ao se alongar ou descansar."
  },
  "mt-dont-3": {
    "title": "Não Toque no Mongkol",
    "description": "A faixa Mongkol é abençoada e sagrada para os lutadores. Nunca toque no Mongkol de alguém sem permissão, e nunca o coloque no chão ou passe por cima dele."
  },
  "mt-dont-4": {
    "title": "Evite se Exibir",
    "description": "Os lutadores tailandeses são humildes e respeitosos. Não se gabe de suas habilidades ou tente impressionar os outros. Concentre-se em aprender e melhorar a si mesmo silenciosamente."
  },
  "mt-dont-5": {
    "title": "Não Treine Lesionado",
    "description": "Ouça seu corpo e comunique lesões ao seu treinador. Forçar através de lesões graves pode causar danos a longo prazo e mostra julgamento pobre, não resistência."
  },
  "mt-dont-6": {
    "title": "Nunca Jogue Suas Luvas",
    "description": "Trate suas luvas e todo o equipamento com respeito. Jogar equipamento no chão ou tratá-lo descuidadamente é desrespeitoso com o esporte e a academia."
  },
  "mt-dont-7": {
    "title": "Não Pule o Aquecimento",
    "description": "Sempre complete a rotina completa de aquecimento. Pular o aquecimento arrisca lesões e mostra desrespeito ao processo de treinamento. Os treinadores tailandeses levam a preparação a sério."
  },
  "mt-dont-8": {
    "title": "Evite Golpes de Apostas",
    "description": "Tenha cuidado com estranhos 'prestativos' oferecendo dicas de apostas em estádios. Muitos são golpistas. Se você escolher apostar, faça-o com responsabilidade e apenas com casas de apostas oficiais."
  }
}
