{
  "tip-1": {
    "title": "वाई अभिवादन",
    "description": "पारंपरिक थाई अभिवादन में हथेलियों को प्रार्थना की मुद्रा में जोड़कर थोड़ा झुकना शामिल है। हाथ जितने ऊंचे और झुकाव जितना गहरा, उतना अधिक सम्मान दिखाया जाता है। युवा लोग पहले बड़ों को वाई करते हैं।"
  },
  "tip-2": {
    "title": "घर के अंदर जूते उतारें",
    "description": "घरों, मंदिरों और कुछ दुकानों में प्रवेश करने से पहले हमेशा जूते उतारें। प्रवेश द्वार पर जूतों के ढेर को संकेत के रूप में देखें। यह सम्मान दिखाता है और जगह को साफ रखता है।"
  },
  "tip-3": {
    "title": "शाही परिवार के लिए सम्मान",
    "description": "थाई लोग राजशाही के लिए गहरा आदर रखते हैं। शाही परिवार के बारे में नकारात्मक बात करना अवैध और गहरा अपमानजनक है। सिनेमाघरों में शाही गान बजने पर खड़े हो जाएं।"
  },
  "tip-4": {
    "title": "सिर पवित्र है, पैर निम्न हैं",
    "description": "सिर को शरीर का सबसे पवित्र हिस्सा माना जाता है। बच्चों सहित किसी के सिर को कभी न छुएं। पैर सबसे निम्न हैं, इसलिए कभी भी लोगों या बुद्ध की मूर्तियों की ओर पैर न करें।"
  },
  "tip-5": {
    "title": "मंदिर शिष्टाचार",
    "description": "मंदिरों में शालीनता से कपड़े पहनें - कंधे और घुटने ढकें। इमारतों में प्रवेश करने से पहले जूते उतारें। महिलाओं को कभी भी भिक्षुओं को नहीं छूना चाहिए या सीधे उन्हें चीजें नहीं देनी चाहिए।"
  },
  "tip-6": {
    "title": "थाई भोजन संस्कृति",
    "description": "थाई भोजन पारिवारिक शैली में साझा किया जाता है जिसमें बीच में कई व्यंजन रखे जाते हैं। चावल हर भोजन का आधार है। चम्मच को मुख्य बर्तन के रूप में उपयोग करें और कांटे से भोजन को चम्मच पर धकेलें।"
  },
  "tip-7": {
    "title": "प्रतिष्ठा बचाना",
    "description": "थाई लोग शांत रहने और सार्वजनिक टकराव से बचने को महत्व देते हैं। अपना आपा खोना या किसी को सार्वजनिक रूप से 'प्रतिष्ठा खोने' का कारण बनना बहुत शर्मनाक है। धैर्य रखें और मुस्कुराएं।"
  },
  "tip-8": {
    "title": "थाई मुस्कान",
    "description": "थाईलैंड को 'मुस्कानों की भूमि' कहा जाता है। मुस्कुराना केवल खुशी के लिए नहीं बल्कि माफी मांगने, शर्मिंदगी दिखाने या तनाव कम करने के लिए भी किया जाता है। कृपापूर्वक मुस्कान का जवाब दें।"
  },
  "tip-9": {
    "title": "बाजारों में मोलभाव",
    "description": "बाजारों और सड़क विक्रेताओं के साथ मोलभाव की उम्मीद की जाती है, लेकिन मॉल या निर्धारित कीमतों वाले रेस्तरां में नहीं। मित्रवत रहें और बहुत आक्रामक तरीके से मोलभाव न करें - यह मजेदार होना चाहिए।"
  },
  "tip-10": {
    "title": "टिप देने की संस्कृति",
    "description": "टिप देना अनिवार्य नहीं है लेकिन सराहा जाता है। रेस्तरां में बिल को राउंड ऑफ करें या छोटे बदलाव छोड़ दें। होटल पोर्टर और स्पा स्टाफ 20-50 बाट की टिप की सराहना करते हैं।"
  },
  "tip-11": {
    "title": "बौद्ध प्रथाएं",
    "description": "बौद्ध धर्म थाई दैनिक जीवन को गहराई से प्रभावित करता है। मंदिर यात्राओं, भिक्षुओं को भिक्षा देने और बुद्ध की मूर्तियों का सम्मान करने के माध्यम से पुण्य कमाना बहुत महत्वपूर्ण है।"
  },
  "tip-12": {
    "title": "थाई समय",
    "description": "चीजें अक्सर 'थाई समय' पर चलती हैं - पश्चिमी कार्यक्रम से थोड़ा अधिक आरामदायक। धैर्य को महत्व दिया जाता है, और जल्दबाजी को अशिष्ट माना जाता है। धीमी गति को अपनाएं।"
  }
}
