{
  "mt-do-1": {
    "title": "वाई क्रु का सम्मान करें",
    "description": "वाई क्रु राम मुआय एक पवित्र पूर्व-लड़ाई अनुष्ठान है जो शिक्षकों, माता-पिता और खेल का सम्मान करता है। सम्मानपूर्वक देखें और कभी भी इसका मज़ाक न उड़ाएं या अनादरपूर्वक नकल न करें। यह एक गहरी आध्यात्मिक परंपरा है।"
  },
  "mt-do-2": {
    "title": "रिंग में प्रवेश करते समय झुकें",
    "description": "मुआय थाई रिंग में प्रवेश या बाहर निकलते समय हमेशा निचली रस्सी के ऊपर से कदम रखें और अपना सिर झुकाएं। रिंग को पवित्र स्थान माना जाता है, और यह कला के प्रति सम्मान दर्शाता है।"
  },
  "mt-do-3": {
    "title": "उचित पोशाक पहनें",
    "description": "पारंपरिक मुआय थाई शॉर्ट्स पहनें और प्रशिक्षण से पहले अपने जूते उतारें। कई जिम उचित उपकरण प्रदान करते हैं या बेचते हैं। नियमित शॉर्ट्स या पैंट पहनने से बचें।"
  },
  "mt-do-4": {
    "title": "अपने क्रु का सम्मान करें",
    "description": "आपके प्रशिक्षक (क्रु) गहरे सम्मान के योग्य हैं। ध्यान से सुनें, निर्देशों का पालन करें, और प्रत्येक सत्र के बाद उन्हें धन्यवाद दें। कक्षा से पहले और बाद में एक साधारण वाई करना प्रथागत है।"
  },
  "mt-do-5": {
    "title": "बुनियादी बातों से शुरू करें",
    "description": "शक्ति से पहले उचित तकनीक पर ध्यान दें। थाई प्रशिक्षक मूल बातों पर जोर देते हैं - मुद्रा, संतुलन और रूप। मूल बातों में महारत हासिल करने से पहले उन्नत चालें सीखने की जल्दी न करें।"
  },
  "mt-do-6": {
    "title": "हाइड्रेटेड रहें",
    "description": "थाईलैंड की गर्मी और आर्द्रता के साथ तीव्र प्रशिक्षण जल्दी से निर्जलीकरण का कारण बन सकता है। प्रशिक्षण सत्र से पहले, दौरान और बाद में भरपूर पानी पिएं।"
  },
  "mt-do-7": {
    "title": "प्रामाणिक जिम पर जाएं",
    "description": "अनुभवी प्रशिक्षकों के साथ प्रतिष्ठित जिम में प्रशिक्षण लें। समीक्षाओं पर शोध करें और स्थानीय लोगों से सिफारिशें मांगें। प्रामाणिक शिविर वास्तविक मुआय थाई अनुभव प्रदान करते हैं।"
  },
  "mt-do-8": {
    "title": "लाइव लड़ाई देखें",
    "description": "बैंकॉक में लुम्पिनी या राजाडैमनर्न जैसे स्टेडियमों में लाइव मुआय थाई मैच का अनुभव करें। यह पारंपरिक संगीत और उत्साही भीड़ के साथ एक रोमांचक सांस्कृतिक अनुभव है।"
  },
  "mt-do-9": {
    "title": "चिकित्सा बीमा प्राप्त करें",
    "description": "मुआय थाई प्रशिक्षण लेने से पहले, सुनिश्चित करें कि आपके पास व्यापक चिकित्सा बीमा है जो मुकाबला खेल चोटों को कवर करता है। साझा उपकरण और त्वचा-से-त्वचा संपर्क के कारण जिम में स्टैफ संक्रमण आम हैं। बीमा को आपातकालीन उपचार, अस्पताल में भर्ती और संभावित संक्रमण-संबंधी देखभाल को कवर करना चाहिए।"
  },
  "mt-dont-1": {
    "title": "कभी भी उपकरण के ऊपर से न चलें",
    "description": "कभी भी दस्ताने, पैड या प्रशिक्षण उपकरण के ऊपर से कदम न रखें - हमेशा उनके चारों ओर से चलें। उपकरण के ऊपर से कदम रखना थाई संस्कृति में अत्यंत अपमानजनक माना जाता है।"
  },
  "mt-dont-2": {
    "title": "पवित्र वस्तुओं की ओर पैर न करें",
    "description": "कभी भी मंदिर, बुद्ध की छवियों या अपने क्रु की ओर अपने पैर न करें। पैर शरीर का सबसे निचला हिस्सा हैं। स्ट्रेचिंग या आराम करते समय सावधान रहें।"
  },
  "mt-dont-3": {
    "title": "मोंगकोल को न छुएं",
    "description": "मोंगकोल हेडबैंड लड़ाकों के लिए धन्य और पवित्र है। बिना अनुमति के कभी किसी के मोंगकोल को न छुएं, और इसे कभी जमीन पर न रखें या इसके ऊपर से न चलें।"
  },
  "mt-dont-4": {
    "title": "दिखावा करने से बचें",
    "description": "थाई लड़ाके विनम्र और सम्मानजनक होते हैं। अपने कौशल का दिखावा न करें या दूसरों को प्रभावित करने की कोशिश न करें। चुपचाप सीखने और खुद को सुधारने पर ध्यान दें।"
  },
  "mt-dont-5": {
    "title": "घायल होने पर प्रशिक्षण न लें",
    "description": "अपने शरीर की बात सुनें और अपने प्रशिक्षक को चोटों के बारे में बताएं। गंभीर चोटों के माध्यम से धकेलना दीर्घकालिक क्षति का कारण बन सकता है और कठोरता नहीं, बल्कि खराब निर्णय को दर्शाता है।"
  },
  "mt-dont-6": {
    "title": "कभी भी अपने दस्ताने न फेंकें",
    "description": "अपने दस्तानों और सभी उपकरणों का सम्मान के साथ व्यवहार करें। उपकरण को जमीन पर फेंकना या लापरवाही से व्यवहार करना खेल और जिम के प्रति अनादर है।"
  },
  "mt-dont-7": {
    "title": "वार्म-अप न छोड़ें",
    "description": "हमेशा पूर्ण वार्म-अप रूटीन पूरा करें। इसे छोड़ना चोट का जोखिम है और प्रशिक्षण प्रक्रिया के प्रति अनादर दिखाता है। थाई प्रशिक्षक तैयारी को गंभीरता से लेते हैं।"
  },
  "mt-dont-8": {
    "title": "सट्टेबाजी घोटालों से बचें",
    "description": "स्टेडियमों में सट्टेबाजी के सुझाव देने वाले 'सहायक' अजनबियों से सावधान रहें। कई धोखेबाज हैं। यदि आप सट्टा लगाना चुनते हैं, तो जिम्मेदारी से करें और केवल आधिकारिक बुकमेकर्स के साथ।"
  }
}
