{
  "tip-1": {
    "title": "การไหว้",
    "description": "การทักทายแบบไทยดั้งเดิมทำโดยการประนมมือเหมือนท่าอธิษฐานและก้มศีรษะเล็กน้อย ยิ่งมือสูงและก้มลึก ยิ่งแสดงความเคารพมากขึ้น คนอายุน้อยกว่าจะไหว้ผู้อาวุโสก่อน"
  },
  "tip-2": {
    "title": "ถอดรองเท้าในที่ร่ม",
    "description": "ควรถอดรองเท้าก่อนเข้าบ้าน วัด และร้านค้าบางแห่ง สังเกตจากกองรองเท้าที่ทางเข้าเป็นสัญญาณ นี่เป็นการแสดงความเคารพและรักษาความสะอาด"
  },
  "tip-3": {
    "title": "ความเคารพต่อพระราชวงศ์",
    "description": "คนไทยมีความเคารพอย่างสูงต่อสถาบันพระมหากษัตริย์ การพูดในทางลบเกี่ยวกับพระราชวงศ์เป็นความผิดทางกฎหมายและเป็นที่น่ารังเกียจอย่างยิ่ง ควรยืนเมื่อเพลงสรรเสริญพระบารมีดังขึ้นในโรงภาพยนตร์"
  },
  "tip-4": {
    "title": "ศีรษะศักดิ์สิทธิ์ เท้าต่ำต้อย",
    "description": "ศีรษะถือว่าเป็นส่วนที่ศักดิ์สิทธิ์ที่สุดของร่างกาย อย่าแตะศีรษะของผู้อื่นแม้แต่เด็ก เท้าเป็นส่วนที่ต่ำที่สุด จึงไม่ควรชี้เท้าไปที่คนหรือพระพุทธรูป"
  },
  "tip-5": {
    "title": "มารยาทในวัด",
    "description": "แต่งกายสุภาพเมื่อไปวัด ปิดบ่าและเข่า ถอดรองเท้าก่อนเข้าอาคาร ผู้หญิงไม่ควรสัมผัสพระหรือส่งของให้โดยตรง"
  },
  "tip-6": {
    "title": "วัฒนธรรมอาหารไทย",
    "description": "อาหารไทยรับประทานแบบแบ่งปัน โดยวางอาหารหลายจานตรงกลาง ข้าวเป็นพื้นฐานของทุกมื้ออาหาร ใช้ช้อนเป็นอุปกรณ์หลักและส้อมเพื่อผลักอาหารลงช้อน"
  },
  "tip-7": {
    "title": "การรักษาหน้า",
    "description": "คนไทยให้ค่ากับความสงบและการหลีกเลี่ยงการเผชิญหน้าต่อสาธารณะ การสูญเสียอารมณ์หรือทำให้ผู้อื่น 'เสียหน้า' ต่อสาธารณะน่าอับอายมาก ควรอดทนและยิ้ม"
  },
  "tip-8": {
    "title": "รอยยิ้มไทย",
    "description": "ประเทศไทยเรียกว่า 'แดนยิ้ม' การยิ้มไม่ได้ใช้เพื่อความสุขเท่านั้น แต่ยังใช้เพื่อขอโทษ แสดงความอายหรือคลายความตึงเครียด ควรตอบรับรอยยิ้มอย่างสุภาพ"
  },
  "tip-9": {
    "title": "การต่อรองราคาในตลาด",
    "description": "การต่อรองราคาเป็นที่คาดหวังในตลาดและกับพ่อค้าแม่ค้าแผงลอย แต่ไม่ใช่ในห้างสรรพสินค้าหรือร้านอาหารที่มีราคาตายตัว ควรเป็นมิตรและไม่ต่อรองราคาแบบรุนแรง ควรเป็นเรื่องสนุก"
  },
  "tip-10": {
    "title": "วัฒนธรรมการให้ทิป",
    "description": "การให้ทิปไม่บังคับแต่เป็นที่ชื่นชม ปัดเศษบิลในร้านอาหารหรือทิ้งเงินทอนเล็กน้อย พนักงานยกกระเป๋าของโรงแรมและพนักงานสปาชื่นชมทิป 20-50 บาท"
  },
  "tip-11": {
    "title": "การปฏิบัติทางพุทธศาสนา",
    "description": "พุทธศาสนามีอิทธิพลอย่างลึกซึ้งต่อชีวิตประจำวันของคนไทย การทำบุญผ่านการไปวัด การใส่บาตร และการเคารพพระพุทธรูปเป็นสิ่งสำคัญมาก"
  },
  "tip-12": {
    "title": "เวลาไทย",
    "description": "หลายสิ่งมักดำเนินไปตาม 'เวลาไทย' ซึ่งผ่อนคลายกว่าตารางเวลาแบบตะวันตก ความอดทนเป็นที่ให้ค่า และการรีบร้อนถือว่าหยาบคาย ควรยอมรับจังหวะที่ช้าลง"
  }
}
