{
  "mt-do-1": {
    "title": "ไหว้ครู",
    "description": "การไหว้ครูรำมวยเป็นพิธีกรรมศักดิ์สิทธิ์ก่อนการแข่งขันเพื่อแสดงความเคารพต่อครู พ่อแม่ และกีฬา ดูด้วยความเคารพและอย่าล้อเลียนอย่างไม่เคารพ เป็นประเพณีทางจิตวิญญาณที่ลึกซึ้ง"
  },
  "mt-do-2": {
    "title": "ก้มหัวเข้าเวที",
    "description": "ให้ก้าวข้ามเชือกล่างและก้มหัวเมื่อเข้าหรือออกจากเวทีมวยไทยเสมอ เวทีถือเป็นพื้นที่ศักดิ์สิทธิ์และการทำเช่นนี้แสดงความเคารพต่อศิลปะ"
  },
  "mt-do-3": {
    "title": "แต่งกายเหมาะสม",
    "description": "สวมกางเกงมวยไทยแบบดั้งเดิมและถอดรองเท้าก่อนฝึก ค่ายหลายแห่งมีหรือขายอุปกรณ์ที่เหมาะสม หลีกเลี่ยงการสวมกางเกงขาสั้นหรือกางเกงขายาวธรรมดา"
  },
  "mt-do-4": {
    "title": "เคารพครู",
    "description": "ครูของคุณสมควรได้รับความเคารพอย่างสูง ตั้งใจฟัง ปฏิบัติตามคำแนะนำ และขอบคุณหลังจากแต่ละเซสชัน การไหว้ก่อนและหลังเรียนเป็นธรรมเนียม"
  },
  "mt-do-5": {
    "title": "เริ่มจากพื้นฐาน",
    "description": "มุ่งเน้นเทคนิคที่ถูกต้องก่อนพลัง ครูชาวไทยเน้นพื้นฐาน - ท่าทาง สมดุล และรูปแบบ อย่าเร่งรีบเรียนรู้ท่าขั้นสูงก่อนเชี่ยวชาญพื้นฐาน"
  },
  "mt-do-6": {
    "title": "ดื่มน้ำให้เพียงพอ",
    "description": "ความร้อนและความชื้นของไทยรวมกับการฝึกที่หนักหนาสามารถนำไปสู่การขาดน้ำได้อย่างรวดเร็ว ดื่มน้ำมากมายก่อน ระหว่าง และหลังการฝึก"
  },
  "mt-do-7": {
    "title": "ไปค่ายมวยแท้",
    "description": "ฝึกที่ค่ายที่มีชื่อเสียงกับครูที่มีประสบการณ์ ค้นคว้าบทวิจารณ์และถามคนท้องถิ่นเพื่อขอคำแนะนำ ค่ายแท้มอบประสบการณ์มวยไทยที่แท้จริง"
  },
  "mt-do-8": {
    "title": "ดูมวยสด",
    "description": "สัมผัสประสบการณ์การแข่งขันมวยไทยสดที่สนามกีฬาเช่นลุมพินีหรือราชดำเนินในกรุงเทพฯ เป็นประสบการณ์ทางวัฒนธรรมที่น่าตื่นเต้นพร้อมดนตรีแบบดั้งเดิมและฝูงชนที่หลงใหล"
  },
  "mt-do-9": {
    "title": "ทำประกันสุขภาพ",
    "description": "ก่อนฝึกมวยไทย ตรวจสอบให้แน่ใจว่าคุณมีประกันสุขภาพที่ครอบคลุมการบาดเจ็บจากกีฬาต่อสู้ การติดเชื้อแบคทีเรียมีมากในค่ายเนื่องจากอุปกรณ์ที่ใช้ร่วมกันและการสัมผัสผิวหนัง ประกันควรครอบคลุมการรักษาฉุกเฉิน การเข้าโรงพยาบาล และการดูแลที่เกี่ยวข้องกับการติดเชื้อที่อาจเกิดขึ้น"
  },
  "mt-dont-1": {
    "title": "อย่าข้ามอุปกรณ์",
    "description": "อย่าข้ามนวม แป้น หรืออุปกรณ์ฝึก - ให้เดินรอบมันเสมอ การข้ามอุปกรณ์ถือเป็นการไม่เคารพอย่างยิ่งในวัฒนธรรมไทย"
  },
  "mt-dont-2": {
    "title": "อย่าชี้เท้า",
    "description": "อย่าชี้เท้าไปที่ศาลเจ้า พระพุทธรูป หรือครูของคุณ เท้าเป็นส่วนที่ต่ำที่สุดของร่างกาย ระมัดระวังเมื่อยืดกล้ามเนื้อหรือพัก"
  },
  "mt-dont-3": {
    "title": "อย่าจับมงคล",
    "description": "มงคลเป็นที่ศักดิ์สิทธิ์สำหรับนักมวย อย่าสัมผัสมงคลของใครโดยไม่ได้รับอนุญาต และอย่าวางมันบนพื้นหรือข้ามมัน"
  },
  "mt-dont-4": {
    "title": "อย่าโอ้อวด",
    "description": "นักมวยไทยถ่อมตัวและเคารพ อย่าอวดทักษะของคุณหรือพยายามสร้างความประทับใจให้ผู้อื่น มุ่งเน้นการเรียนรู้และพัฒนาตัวเองอย่างเงียบๆ"
  },
  "mt-dont-5": {
    "title": "อย่าซ้อมตอนบาดเจ็บ",
    "description": "ฟังร่างกายของคุณและสื่อสารการบาดเจ็บกับครู การฝืนบาดเจ็บร้ายแรงอาจทำให้เกิดความเสียหายในระยะยาวและแสดงการตัดสินที่ไม่ดี ไม่ใช่ความแข็งแกร่ง"
  },
  "mt-dont-6": {
    "title": "อย่าโยนนวม",
    "description": "ปฏิบัติต่อนวมและอุปกรณ์ทั้งหมดด้วยความเคารพ การโยนอุปกรณ์บนพื้นหรือปฏิบัติต่อมันอย่างไม่ระมัดระวังเป็นการไม่เคารพกีฬาและค่าย"
  },
  "mt-dont-7": {
    "title": "อย่าข้ามวอร์มอัพ",
    "description": "ทำกิจวัตรวอร์มอัพให้ครบเสมอ การข้ามมันมีความเสี่ยงต่อการบาดเจ็บและแสดงการไม่เคารพต่อกระบวนการฝึก ครูชาวไทยให้ความสำคัญกับการเตรียมตัวอย่างจริงจัง"
  },
  "mt-dont-8": {
    "title": "ระวังพนัน",
    "description": "ระมัดระวังคนแปลกหน้าที่ 'ช่วยเหลือ' ที่เสนอเคล็ดลับการเดิมพันที่สนามกีฬา หลายคนเป็นมิจฉาชีพ หากคุณเลือกที่จะเดิมพัน ทำอย่างรับผิดชอบและเฉพาะกับเจ้ามือที่เป็นทางการเท่านั้น"
  }
}
